Repository: AdguardTeam/AdguardForiOS
Catalog: AdguardExtension/AdguardApp/UI/ViewControllers/MainTabBar/MainMenu/Settings/*.lproj/Settings.strings
Languages: be, cs, da, de, fr, hr, hu, it, ja, ko, nb, nl, pt_br, ro, ru, sl, sr_latn, tr, uk, vi, zh_hans, zh_hant

# wYq-g0-5k6.text
source: This option will clear all statistical data, such as number of requests, etc.
be: Гэта опцыя ачысціць усе дадзеныя статыстыкі, такія як колькасць запытаў і іншыя.
cs: Tato akce vymaže všechny statistické údaje, například počet požadavků atd.
da: Denne indstilling vil rydde alle statistiske data, f. eks. Antal forespørgsler mv.
de: Diese Funktion entfernt alle statistischen Daten wie Anzahl der Anfragen usw.
fr: Cette option permettra d'effacer toutes les données statistiques, telles que le nombre de requêtes, etc.
hr: Ova opcija će očistiti sve statističke podatke, kao što je broj zahtjeva, itd.
hu: Ez a beállítás visszaállítja a statisztikai adatokat, mint például a kérések számát, stb.
it: Questa opzione cancellerà tutti i dati statistici, come il numero di richieste, ecc.
ja: このオプションはすべての統計データ（リクエスト数など）をクリアします
ko: 이 옵션은 요청 수 등과 같은 모든 통계 데이터를 삭제합니다.
nl: Deze optie verwijdert alle statistische data, zoals aantal aanvragen, etc.
pt_br: Esta opção irá limpar todos os dados estatísticos, tais como o número de solicitações, etc.
ro: Această opțiune va șterge toate datele statistice, cum ar fi numărul de solicitări etc.
ru: Эта опция очистит все данные статистики, такие как количество запросов и другие.
sl: Ta možnost bo izbrisala vse statistične podatke, na primer število zahtev itn.
sr_latn: Ovo će očistiti sve statističke podatke, kao što su broj zahteva, itd.
tr: Bu seçenek, istek sayısı vb. gibi tüm istatistiksel verileri temizler.
uk: Ця опція зітре усі статистичні дані, наприклад, кількість запитів та ін.
vi: Cài đặt này sẽ xóa tất cả dữ liệu thống kê như số lượng yêu cầu, v. v.
zh_hans: 此选项会清除所有的统计数据，例如访问次数等等
zh_hant: 此選項將清除所有的統計資料，諸如請求之數量等等

# xa4-8g-dtT.text
source: Custom IP
cs: Vlastní IP
da: Tilpasset IP
hr: CUSTOM_ADDRESS
hu: Egyedi IP
pt_br: IP Personalizado
ro: IP personalizat
sl: IP po meri
tr: Özel IP
vi: IP tuỳ chỉnh

# yBG-d2-ebt.text
source: Unblock ads everywhere except for the websites from this list
be: Адблакаваць рэкламу ўсюды, апроч сайтаў з гэтага спіса
cs: Povolí reklamy všude kromě webů z tohoto seznamu
da: Afblokér annoncer overalt undtagen på webstederne fra denne liste
de: Werbung überall zulassen, außer auf Websites auf dieser Liste
fr: Débloquer les annonces partout, sauf pour les sites Web de cette liste
hr: Odblokirajte oglase svugdje osim za stranice s ove liste
hu: Hirdetések engedélyezése mindenhol, kivéve ezt a listát
it: Sblocca gli annunci ovunque tranne che per i siti web di questo elenco
ja: 通常とは逆に、このリストのサイトのみで広告をブロックする
ko: 이 목록에 있는 웹사이트를 제외한 모든 곳의 광고를 차단 해제
nl: Sta advertenties toe, behalve bij websites van deze lijst
pt_br: Desbloqueie anúncios em qualquer lugar, exceto nos sites contidos nesta lista
ro: Deblochează reclame oriunde cu excepția site-urilor din această listă
ru: Разблокировать рекламу везде, кроме сайтов из этого списка
sl: Omogočite oglase povsod, razen na spletnih straneh s tega seznama
sr_latn: Dozvolite reklame svuda osim za sajtove sa ove liste
tr: Bu listedeki web siteleri dışındaki bütün reklamların engelini kaldır
uk: Розблокувати рекламу всюди, окрім вебсайтів з цього списку
vi: Bỏ chặn tất cả quảng cáo trừ các trang trong danh sách này
zh_hans: 除此列表中的网站之外取消屏蔽所有的网站广告
zh_hant: 除來自該清單中的網站之外，解除封鎖各處廣告
