Repository: AdguardTeam/AdguardForiOS
Catalog: AdguardExtension/AdguardApp/UI/ViewControllers/MainTabBar/MainMenu/Settings/*.lproj/Settings.strings
Languages: be, cs, da, de, fr, hr, hu, it, ja, ko, nb, nl, pt_br, ro, ru, sl, sr_latn, tr, uk, vi, zh_hans, zh_hant

# X0A-gU-hzf.text
source: Auto-update over Wi-Fi only
be: Аўтаматычнае абнаўленне толькі праз Wi-Fi
cs: Automaticky aktualizovat pouze přes Wi-Fi
da: Auto-opdatér kun via Wi-Fi
de: Auto-Update nur über WLAN
fr: Mises à jour automatiques en Wi-Fi uniquement
hr: Automatsko ažuriranje samo preko Wi-Fija
hu: Automatikus frissítés csak Wi-Fi-n keresztül
it: Aggiornamenti automatici solo tramite WiFi
ja: Wi-Fi接続時のみフィルタを自動更新
ko: Wi-Fi 환경에서만 자동 업데이트
nb: Kun oppdater automatisk over Wi-Fi
nl: Automatisch updaten alleen via WiFi
pt_br: Atualização automática apenas por Wi-Fi
ro: Actualizare automată doar prin Wi-Fi
ru: Автоматическое обновление только через Wi-Fi
sl: Samodejno posodobi samo prek omrežja Wi-Fi
sr_latn: Automatski ažuriraj samo preko bežičnih mreža
tr: Yalnızca Wi-Fi üzerinden otomatik güncelleme
uk: Автооновлення лише через Wi-Fi
vi: Chỉ tự động cập nhật qua Wi-Fi
zh_hans: 仅通过 Wi-Fi 自动更新
zh_hant: 僅透過 Wi-Fi 自動更新

# Zsy-DV-b67.text
source: NxDomain
sl: NxDomena

# aIJ-gX-03k.text
source: Full-Tunnel
cs: Úplný tunel
hr: Potpuno tuneliranje
hu: Teljes mód
ko: 풀 터널
pt_br: Túnel completo
sl: Polni-Predor
tr: Tam Tünel
zh_hans: 全隧道
zh_hant: 完全的隧道

# bRu-jJ-qsB.text
source: DNS Servers
cs: DNS servery
da: DNS-servere
de: DNS-Server
fr: Serveurs DNS
hr: DNS poslužitelji
hu: DNS szerverek
it: Server DNS
ja: DNSサーバー
ko: DNS 서버
nb: DNS-tjenere
pt_br: Servidores DNS
ro: Servere DNS
ru: DNS-серверы
sl: Strežniki DNS
tr: DNS Sunucuları
uk: DNS-сервери
vi: Máy chủ DNS
zh_hans: DNS 服务器
zh_hant: DNS 伺服器

# bnd-Eh-hpk.text
source: Tunnel mode
be: Тунэльны рэжым
cs: Režim Tunel
da: Tunnel-tilstand
de: Tunnel-Modus
fr: Mode tunnel
hr: Način tuneliranja
hu: Egymásba ágyazás
it: Modalità tunnel
ja: Tunnelモード
ko: 터널 모드
nb: Tunnelmodus
nl: Tunnel modus
pt_br: Modo túnel
ro: Modul Tunel
ru: Туннельный режим
sl: Način predora
tr: Tünel modu
uk: Режим тунелю
vi: Chế độ đường hầm
zh_hans: 隧道模式
zh_hant: 隧道模式

# cXx-vF-2MX.text
source: Blocking mode
cs: Režim blokování
da: Blokeringstilstand
de: Sperrmodus
fr: Mode de blocage
hr: Način blokiranja
hu: Blokkolás módja
it: Modalità di blocco
ja: ブロックモード
ko: 차단 모드
nb: Blokkeringsmodus
nl: Blokkeringsmodus
pt_br: Modo de bloqueio
ro: Modul de blocare
ru: Режим блокировки
sl: Način zaviranja
tr: Engelleme modu
uk: Режим блокування
vi: Chế độ chặn
zh_hans: 拦截模式
zh_hant: 封鎖模式

# cdQ-kW-CG7.text
source: Tunnel mode
cs: Režim Tunel
da: Tunnel-tilstand
de: Tunnel-Modus
fr: Mode tunnel
hr: Način tuneliranja
hu: Alagút mód
it: Modalità tunnel
ja: Tunnelモード
ko: 터널 모드
nb: Tunnelmodus
nl: Tunnel modus
pt_br: Modo túnel
ro: Modul Tunel
ru: Туннельный режим
sl: Tunelski način
tr: Tünel modu
uk: Режим тунелю
vi: Chế độ đường hầm
zh_hans: 隧道模式
zh_hant: 隧道模式

# cgV-he-JNk.text
source: Respond with zero IP address (0.0.0.0 for A; :: for AAAA) when blocked by AdBlock-style rule; respond with the IP address specified in the rule when blocked by /etc/hosts-style rule
cs: Odezva s nulovou IP adresou (0.0.0.0 pro A; :: pro AAAA), pokud je blokováno pravidlem ve stylu AdBlock; odezva pomocí IP adresy uvedené v pravidle, pokud je blokováno pravidlem /etc/hosts-style
da: Svar med nul IP-adresse (0.0.0.0 for A; :: for AAAA), når blokeret af Adblock-lignende regel; svar med den i i reglen anførte IP-adresse, når blokeret af /etc/hosts-style-reglen
de: Mit Null IP Adress (0.0.0.0 for A; :: for AAAA) antworten, wenn sie durch eine Regel im AdBlock-Stil gesperrt sind; mit der in der Regel angegebenen IP-Adresse antworten, wenn sie durch eine Regel im /etc/hosts-Stil gesperrt wurde
fr: Répondre avec adresse IP zéro (0.0.0.0 pour A; :: pour AAAA) lorsque bloqué par la règle de style Adblock; répondre avec l’adresse IP spécifiée dans la règle lorsque bloquée par la règle du style /etc/hosts
hr: AdBlock vrsta filtra -> REFUSED, hosts vrsta filtra -> određena pravilom ili neodređena adresa
hu: Válaszoljon nulla IP-címmel (vagyis 0.0.0.0 az A-hoz, :: pedig az AAAA-hoz), amikor a blokkolás egy AdBlock-stílusú szabállyal történik; illetve válaszoljon egy, a szabály által meghatározott IP címmel, amikor a blokkolás egy /etc/hosts stílusú szabállyal történik
it: Risponde con un indirizzo IP pari a zero (0.0.0.0 per A; :: per AAAA) quando bloccato da una regola in stile Blocca-annunci; risponde con l'indirizzo IP specificato nella regola quando bloccato da una regola in stile /etc/hosts
ja: デフォルト：Adblock系ルールによってブロックされると、ゼロIPアドレス（Aに対しては「0.0.0.0」、AAAAに対しては「::」）で応答します。/etc/hosts系ルールによってブロックされると、ルールにて指定されているIPアドレスで応答します。
nl: Reageren met een nul IP adres (0.0.0.0 voor A; :: voor AAAA) wanneer geblokkeerd door een Adblock-type regel; reageer met het IP-adres dat is opgegeven in de regel wanneer geblokkeerd door een /etc/hosts type regel
pt_br: Responder com endereço IP zero (0.0.0.0 para A; :: para AAAA) quando bloqueado pela regra do estilo AdBlock; responder com o endereço IP especificado na regra quando bloqueado pela regra de estilo /etc/hosts-style
ro: Răspunde cu adresa IP zero (0.0.0.0 pentru A; :: pentru AAAA) când este blocat de o regulă tip AdBlock; răspunde utilizând adresa IP specificată în regulă atunci când este blocat de regula în stil /etc/hosts
ru: Стандартный: Отвечает с нулевым IP-адресом, (0.0.0.0 для A; :: для AAAA) когда заблокировано правилом в стиле Adblock; отвечает с IP-адресом, указанным в правиле, когда заблокировано правилом в стиле /etc/hosts-style
sl: Odgovori z ničelnim naslovom IP (0.0.0.0 za A; :: for AAAA) , ko je zaviran s pravilom v slogu AdBlocka; odgovori z naslovom IP , določenem v pravilu, ko je zaviran z /etc/pravilom v slogu gostiteljev
tr: Reklam engelleme stili kuralı tarafından engellendiğinde sıfır IP adresiyle (A için 0.0.0.0; AAAA için) yanıt verin; /etc/hosts-style kuralı tarafından engellendiğinde, kuralda belirtilen IP adresiyle yanıt verin
uk: Відповідати з нульовою IP-адресою (0.0.0.0 для A; :: для AAAA) при блокуванні правилом стилю AdBlock; відповідати з IP-адресою, вказаною в правилі при блокуванні правилом стилю /etc/hosts
vi: Trả lời bằng địa chỉ IP tổng (0.0.0.0 cho A; :: cho AAAA) khi bị chặn bởi quy tắc kiểu AdBlock; trả lời bằng địa chỉ IP được chỉ định trong quy tắc khi bị chặn bởi quy tắc /etc/hosts-style
zh_hans: 被 Adblock 规则拦截时反应为零 IP 地址（A记录：0.0.0.0；AAAA记录：::）；被/etc/hosts 规则拦截时反应为规则中指定 IP 地址

# dLN-5K-c1N.text
source: Restart protection when network changes
be: Перазапускаць пры змене сеціва
cs: Restartovat ochranu při změně sítě
da: Genstart beskyttelsen, når netværket ændres
de: Bei Netzwerkänderungen Schutz neu starten
fr: Redémarrer la protection en cas de changement de réseau
hr: Ponovno pokreni zaštitu kada se promijeni mreža
hu: Védelem újraindítása, ha a hálózatban változás történik
it: Riavvia protezione al cambio di rete
ja: ネットワーク変更時に保護を再起動する
ko: 네트워크가 변경되면 보호를 다시 시작합니다
nb: Gjenoppta beskyttelsen når et annet nettverk blir koblet til
nl: Bescherming opnieuw starten wanneer het netwerk verandert
pt_br: Reiniciar a proteção quando a rede sofrer alterações
ro: Reporniți protecția la modificarea rețelei
ru: Перезапускать защиту при изменении сети
sl: Znova zaženi zaščito ob spremembi omrežja
sr_latn: Ponovo pokreni zaštitu kada se mreža promeni
tr: Ağ değiştiğinde korumayı yeniden başlatın
uk: Перезапуск захисту при зміні мережі
vi: Khởi động lại bảo vệ khi có thay đổi mạng
zh_hans: 在网络更改时重启防护
zh_hant: 當網路更改時，重新啟動防護

# dsw-Ub-m4M.text
source: Respond with NXDOMAIN code
cs: Odezva s kódem NXDOMAIN
da: Svar med NXDOMAIN-kode
de: Immer NXDOMAIN zurückgeben
fr: Répondre avec le code NXDOMAIN
hr: Uvijek vrati NXDOMAIN
hu: Válaszoljon NXDOMAIN kóddal
it: Rispondi con il codice NXDOMAIN
ja: NXDOMAINコードで応答します
nl: Reageren met code NXDOMAIN
pt_br: Responder com o código NXDOMAIN
ro: Răspunde cu codul NXDOMAIN
ru: Отвечает с кодом NXDOMAIN
sl: Odgovori s kodo NXDOMAIN
tr: NXDOMAIN kod ile yanıt verin
uk: Відповідати з кодом NXDOMAIN
vi: Luôn trở về NXDOMAIN
zh_hans: 返回 NXDOMAIN 应答

# eIa-RB-Phv.text
source: Advanced settings
be: Пашыраныя налады
cs: Pokročilá nastavení
da: Avancerede indstillinger
de: Erweiterte Einstellungen
fr: Paramétrages avancés
hr: Napredne postavke
hu: Haladó beállítások
it: Impostazioni avanzate
ja: 詳細設定
ko: 고급 설정
nb: Avanserte innstillinger
nl: Geavanceerde instellingen
pt_br: Configurações avançadas
ro: Setări avansate
ru: Расширенные настройки
sl: Napredne nastavitve
sr_latn: Napredne postavke
tr: Gelişmiş ayarlar
uk: Розширені параметри
vi: Cài đặt nâng cao
zh_hans: 高级设置
zh_hant: 進階的設定

# eiP-yl-Xb3.text
source: Full-Tunnel (without VPN icon)
be: Full-Tunnel (без іконкі VPN)
cs: Úplný tunel (bez ikony VPN)
da: Full-Tunnel (uden VPN-ikon)
de: Full-Tunnel (ohne VPN-Symbol)
fr: Full-tunnel (sans icône VPN)
hr: Potpuno tuneliranje (bez VPN ikone)
hu: Teljes mód (VPN ikon nélkül)
it: Full-Tunnel (senza l'icona VPN)
ja: Full-Tunnel（VPNアイコンなし）
ko: 풀 터널 (VPN 아이콘이 표시되지 않음)
nb: Full-tunnel (uten VPN-ikon)
nl: Full-Tunnel (zonder VPN pictogram)
pt_br: Túnel completo (sem ícone de VPN)
ro: Full-Tunnel (fără pictograma VPN)
ru: Full-Tunnel (без иконки VPN)
sl: Polni-Predor (brez ikone VPN)
sr_latn: Full-Tunnel (bez VPN ikonice)
tr: Tam Tünel (VPN simgesi olmadan)
uk: Full-Tunnel (без піктограми VPN)
vi: Full-Tunnel (không có biểu tượng VPN)
zh_hans: 全隧道（不显示 VPN 图标）
zh_hant: 完全的隧道（無 VPN 圖像）

# gxl-pG-zh1.text
source: Compatible with “Personal VPN” apps
be: Стасуем з персанальнымі VPN-дадаткамі
cs: Kompatibilní s Vašimi dalšími VPN aplikacemi
da: Kompatibel med "Personlige VPN"-apps
de: Kompatibel mit "Personal VPN"-Apps
fr: Compatible avec les applications «Personal VPN»
hr: Podržano s "Osobnim VPN" aplikacijama
hu: Kompatibilis a "Személyes VPN" appokkal
it: Compatibile con le app "VPN Personali"
ja: 「パーソナルVPN」系アプリと互換性あり
ko: "개인 VPN"앱과 호환됩니다
nb: Kompatibel med «Personlig VPN»-apper
nl: Compatibel met "Personal VPN" apps
pt_br: Compatível com aplicativos de "VPN Pessoal"
ro: Compatibil cu aplicații “VPN Personal“
ru: Совместим с персональными VPN-приложениями
sl: Združljiv z aplikacijami 'Osebni VPN'
sr_latn: Kompatibilno sa “Ličnim VPN” aplikacijama
tr: “Kişisel VPN” uygulamalarıyla uyumlu
uk: Сумісний з "Personal VPN" програмами
vi: Tương thích với ứng dụng "VPN cá nhân"
zh_hans: 兼容 "Personal VPN" 应用程序
zh_hant: 與"個人級 VPN"應用程式相容

# jmQ-ze-hFG.text
source: In the Split-Tunnel mode AdGuard is compatible with so-called “Personal VPN” apps. As a trade-off, in this mode it may be bypassed by system in case of bad connectivity.
be: У рэжыме Split-Tunnel AdGuard сумяшчальны з так званымі "персанальнымі VPN-дадаткамі". У якасці кампрамісу, у гэтым рэжыме ён можа быць абмінуты сістэмай у выпадку дрэннай сувязі.
cs: V režimu Dělený tunel je AdGuard kompatibilní s tzv. dalšími VPN aplikacemi, které můžete mít spuštěné. Jako kompromis může operační systém v případě špatného připojení obcházet AdGuard a tím i filtrování.
da: I tilstanden Split-Tunnel er AdGuard kompatibel med såkaldte "Personlige VPN"-apps. Som et kompromis, vil den i denne tilstand kunne omgås af systemet ifm. dårlig konnetivitet.
de: Im Split-Tunnel-Modus ist AdGuard mit sogenannten „Personal VPN”-Anwendungen kompatibel. Bei schlechter Internet-Verbindung kann dieser Modus vom System umgangen werden.
fr: En mode Split-Tunnel, AdGuard est compatible avec les applications dites «Personal VPN». Comme compromis, dans ce mode, il peut être ignoré par le système en cas de mauvaise connectivité
hr: Kod načina podijeljenog tuneliranja, AdGuard je podržan s tzv. "Osobnim VPN" aplikacijama. Kao kompromis, u ovom načinu ga sustav može zaobići u slučaju loše veze.
hu: Az osztott módban az AdGuard kompatibilis a többi "személyes VPN" appal. Ebben az a kompromisszum, hogy hibás csatlakozás esetén a rendszer ezt megkerülheti.
it: Nella modalità Split-Tunnel, AdGuard è compatibile con le cosiddette app "VPN Personali". Come compromesso, in questa modalità potrebbe essere bypassato dal sistema in caso di connettività errata.
ja: Split-Tunnelモードでは、AdGuardはいわゆる「パーソナルVPN」系アプリと互換性があります。しかし、このモードでは、接続性が悪い場合にシステムによってバイパスされる（“すり抜かれる”）可能性があります。
ko: 분할 터널 모드에서 AdGuard는 "개인 VPN"앱과 호환됩니다. 이 모드에서는 연결 불량 시 시스템에 의해 우회될 수 있습니다.
nl: In de split-tunnel modus is AdGuard compatibel met zogenaamde "persoonlijke VPN" apps. In deze modus kan dit omzeilt worden door het systeem wanneer er een beperkte connectiviteit is.
pt_br: No modo túnel dividido, o AdGuard é compatível com as chamadas aplicativos de "VPN Pessoal". Como uma troca, neste modo ele pode ser contornado pelo sistema em caso de má conectividade.
ro: AdGuard în mod Split-Tunnel este compatibil cu aplicații așa-numite "VPN Personal". Ca un compromis, în acest mod poate fi ocolit de sistem în caz de conecții defectuoase.
ru: В режиме Split-Tunnel AdGuard совместим с так называемыми "персональными VPN-приложениями". В качестве компромисса, в этом режиме он может быть обойден системой в случае плохой связи.
sl: V načinu 'Razdeljen-Predor' je AdGuard združljiv s tako imenovanimi aplikacijami 'Osebni VPN'. Kot kompromis, je lahko v tem načinu, sistem zaobiden v primeru slabe povezljivosti.
sr_latn: U Split-Tunnel načinu rada AdGuard je kompatibilan sa takozvanim “Ličnim VPN” aplikacijama. Zbog toga, u ovom načinu rada AdGuard može biti premošćen od strane sistema u slučaju loše veze
tr: Bölünmüş Tünel modunda AdGuard, "Kişisel VPN" adı verilen uygulamalarla uyumludur. Buna karşın, bu modda bağlantı kötü olursa sistem tarafından atlanabilir.
uk: В режимі Split-Tunnel, AdGuard сумісний із так-званими “Personal VPN” програмами. Недоліком цього режиму є те, що він може бути заміщений системою у випадку поганої якості з'єднання.
vi: Trong chế độ Split-Tunnel AdGuard tương thích với các ứng dụng "VPN cá nhân". Tuy nhiên, trong chế độ này nó có thể bị hệ thống bỏ qua trong trường hợp kết nối kém.
zh_hans: 在半隧道模式中AdGuard与“Personal VPN”应用相兼容。作为权衡，在该模式下，若连接不佳，系统可能会绕过它。
zh_hant: 在分離的隧道模式下，AdGuard 與所謂的"個人級 VPN"應用程式相容。作為交換，在這種模式下，若發生不良的連線，它可能被系統繞過。

# k0U-fn-m9X.text
source: Fallback servers
cs: Záložní
da: Fallback-servere
de: Fallbacks
ko: Fallbacks
pt_br: Servidores alternativos
ro: Servere Fallback
ru: Fallback-серверы
sl: Zamenjave
tr: Yedek sunucular
uk: Fallback сервери
vi: Quay lại
zh_hans: Fallback 服务器
zh_hant: 應變

# lBi-rt-m64.text
source: Null IP
cs: Nulová IP
hr: UNSPECIFIED_ADDRESS
pt_br: IP nulo
ro: IP nul
sl: Prazen IP
tr: Boş IP
vi: IP rỗng

# nL4-Vl-Gcz.headerTitle
source: Other
be: Іншыя
cs: Ostatní
da: Andet
de: Sonstiges
fr: Autres
hr: Ostalo
hu: Egyéb
it: Altri
ja: その他
ko: 기타
nb: Andre
nl: Overige
pt_br: Outros
ro: Altele
ru: Другие
sl: Drugo
sr_latn: Ostalo
tr: Diğer
uk: Інше
vi: Khác
zh_hans: 其他
zh_hant: 其它的

# nPj-OI-Pcb.text
source: Content blockers
be: Блакавальнікі кантэнту
cs: Blokátory obsahu
da: Indholdsblockere
de: Inhaltsblocker
fr: Bloqueurs de contenus
hr: Blokeri sadržaja
hu: Tartalomblokkolók
it: Blocchi di contenuti
ja: コンテンツブロッカー
ko: 콘텐츠 차단기
nb: Innholdsblokkerere
nl: Inhoudsblokkeringen
pt_br: Bloqueadores de conteúdo
ro: Blocante de conținut
ru: Блокировщики контента
sl: Zaviralci vsebine
sr_latn: Blokatori sadržaja
tr: İçerik engelleyiciler
uk: Блокувальники вмісту
vi: Chặn thành phần
zh_hans: 内容拦截器
zh_hant: 內容阻擋器

# ocH-QT-NRZ.text
source: Light
be: Светлая
cs: Světlý
da: Lyst
de: Hell
fr: Clair
hr: Svijetlo
hu: Világos
it: Chiaro
ja: ライト（明るい）
ko: 라이트
nb: Lyst
nl: Licht
pt_br: Claro
ro: Luminoasă
ru: Светлая
sl: Svetla
sr_latn: Svetlo
tr: Açık
uk: Світла
vi: Sáng
zh_hans: 明亮
zh_hant: 淺色

# qUy-uy-QiF.text
source: Enables additional settings for advanced users
be: Улучае дадатковыя налады для прасунутых карыстачоў
cs: Povolí další nastavení pro pokročilé uživatele
da: Aktiverer ekstra indstillinger for avancerede brugere
de: Ermöglicht zusätzliche Einstellungen für fortgeschrittene Benutzer
fr: Permet de définir des paramètres supplémentaires pour les utilisateurs avancés
hr: Prikaži više posebnih podataka i opcija
hu: További beállításokat tesz lehetővé a haladó felhasználóknak
it: Attiva impostazioni aggiuntive per utenti esperti
ja: 詳しいユーザー様のための高度な設定モードをオンにします。
ko: 고급 사용자를위한 고급 설정을 적용합니다
nb: Gir tilgang til ekstra innstillinger for avanserte brukere
nl: Stel additionele instellingen in voor gevorderde gebruikers
pt_br: Habilita configurações adicionais para usuários avançados
ro: Oferă setări adiționale utilizatorilor avansați
ru: Включает дополнительные настройки для продвинутых пользователей
sl: Omogoča dodatne nastavitve za napredne uporabnike
sr_latn: Prikaži više posebnih opcija i podataka
tr: İleri düzey kullanıcılar için ek ayarları etkinleştirir
uk: Додаткові параметри для досвідчених користувачів
vi: Cho phép cài đặt thêm cho người dùng nâng cao
zh_hans: 为高级用户启用额外设置
zh_hant: 為進階的用戶啟用額外的設定

# qxo-YS-JWL.text
source: Show status bar
be: Паказваць радок бягучага стану
cs: Zobrazit stavový řádek
da: Vis statusbjælke
de: Statusleiste anzeigen
fr: Afficher la barre d'état
hr: Prikaži statusnu traku
hu: Állapotjelző megjelenítése
it: Mostra barra di stato
ja: ステータスバーを表示する
ko: 상태 바 표시
nb: Vis statusfeltet
nl: Statusbalk weergeven
pt_br: Mostrar a barra de status
ro: Arată bara de stare
ru: Показывать строку текущего состояния
sl: Prikaži statusno vrstico
sr_latn: Prikaži statusnu traku
tr: Durum çubuğunu göster
uk: Показувати панель стану
vi: Hiện thị thanh trạng thái
zh_hans: 显示状态栏
zh_hant: 顯示狀態列

# rDk-OP-kAS.text
source: Respond with zero IP address (0.0.0.0 for A; :: for AAAA)
cs: Odezva s nulovou IP adresou (0.0.0.0 pro A; :: pro AAAA)
da: Svar med nul IP-adresse (0.0.0.0 for A; :: for AAAA)
de: Immer Null-IP-Adresse (0.0.0.0.0 für A; :: für AAAA) zurückgeben
fr: Répondre avec une adresse IP nulle (0.0.0.0 pour A; :: pour AAAA)
hr: Uvijek vrati unspecified_address
hu: Válaszoljon nulla IP-címmel (vagyis 0.0.0.0 az A-hoz, :: pedig az AAAA-hoz)
it: Rispondi con indirizzo IP zero (0.0.0.0 per A; :: per AAAA)
ja: ゼロのIPアドレスで応答します（Aの場合は「0.0.0.0」; AAAAの場合は「::」）
nl: Reageren met een nul IP adres (0.0.0.0 voor A; :: voor AAAA)
pt_br: Responder com endereço IP zero (0.0.0.0 para A; :: para AAAA)
ro: Răspunde cu adresa IP zero (0.0.0.0 pentru A; :: pentru AAAA)
ru: Отвечает с нулевым IP-адресом (0.0.0.0 для A; :: для AAAA)
sl: Odgovori z ničelnim naslovom IP (0.0.0.0 za A; :: for AAAA)
tr: Sıfır IP adresiyle yanıt verin (A için 0.0.0.0; :: AAAA için)
uk: Відповідати з нульовою IP-адресою (0.0.0.0 для A; :: для AAAA)
vi: Trả lời bằng địa chỉ IP tổng (0.0.0.0 cho A; :: cho AAAA)
zh_hans: 以零 IP 地址响应（A记录 0.0.0.0；AAAA记录 ::）

# reQ-4X-84i.text
source: Low-level settings
cs: Nízkoúrovňové nastavení
da: Lavniveauindstillinger
de: Low-Level-Einstellungen
fr: Paramètres de bas niveau
hr: Postavke niske razine
hu: Alacsonyszintű beállítások
it: Impostazioni di basso livello
ja: ローレベル設定
ko: 로우 레벨 설정
nb: Innstillinger med lavt nivå
nl: Laag-niveau instellingen
pt_br: Configurações de baixo nível
ro: Setări la nivel scăzut
ru: Низкоуровневые настройки
sl: Nastavitve nizke stopnje
tr: Alt Seviye Ayarlar
uk: Низькорівневі параметри
vi: Cài đặt cấp thấp
zh_hans: 低级设置
zh_hant: 底層設定

# sNF-Hy-NdB.normalTitle
source: SAVE
cs: ULOŽIT
da: GEM
de: Speichern
fr: SAUVEGARDER
hr: SPREMI
hu: MENTÉS
it: SALVA
ja: 保存
ko: 저장
nb: LAGRE
nl: BEWAREN
pt_br: SALVAR
ro: SALVAȚI
ru: СОХРАНИТЬ
sl: SHRANI
tr: KAYDET
uk: ЗБЕРЕГТИ
vi: LƯU
zh_hans: 保存
zh_hant: 儲存

# sc6-Tw-xnL.text
source: Settings
be: Налады
cs: Nastavení
da: Indstillinger
de: Einstellungen
fr: Paramètres
hr: Postavke
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pt_br: Configurações
ro: Setări
ru: Настройки
sl: Nastavitve
sr_latn: Postavke
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# tTY-BW-QcN.text
source: If this setting is enabled, AdGuard will use only Wi-Fi for background filter updates
be: Калі гэта опцыя ўлучана, AdGuard будзе выкарыстоўваць толькі Wi-Fi для фонавага абнаўлення фільтраў
cs: Pokud je toto nastavení zapnuto, AdGuard použije pro aktualizace filtrů na pozadí pouze Wi-Fi
da: Er denne indstilling aktiveret, bruger AdGuard kun Wi-Fi til baggrundsfilteropdateringer
de: Wenn diese Option aktiviert ist, wird AdGuard nur WLAN verwenden, um Filter im Hintergrund zu aktualisieren
fr: Si cette option est activée, AdGuard utilisera uniquement le Wi-Fi pour les mises à jour de filtres en arrière-plan
hr: Ako je omogućeno, AdGuard će koristiti Wi-Fi samo za pozadinska ažuriranja filtara
hu: Ha ez a beállítás engedélyezve van, az AdGuard Wi-Fi-n keresztül frissíteni fogja a szűrőket a háttérben
it: Se questo settaggio è attivo, AdGuard controllerà gli aggiornamenti dei filtri in secondo piano solo con la rete Wi-Fi
ja: この設定をONにすると、AdGuardはバックグラウンドでのフィルタ更新をWi-Fiのみで行います（モバイル通信を使いません）。
ko: 이 설정이 활성화 되어 있을 경우, AdGuard는 백그라운드 필터 업데이트를 Wi-Fi 환경에서만 실행합니다
nl: Als deze instelling is ingeschakeld, zal AdGuard alleen WiFi gebruiken voor het bijwerken van de filters
pt_br: Se esta opção estiver ativada, o AdGuard só vai utilizar o Wi-Fi para atualizações de filtros em segundo plano
ro: Cu setarea activată, AdGuard va folosi numai Wi-Fi la actualizări de filtre în fundal
ru: Если эта опция включена, AdGuard будет использовать только Wi-Fi для фонового обновления фильтров
sl: Če je ta nastavitev omogočena, bo AdGuard za posodobitve filtrov v ozadju uporabljal samo brezžično omrežje
sr_latn: Ako je ova postavka uključena, AdGuard će koristiti samo Wi-Fi za pozadinsko ažuriranje filtera
tr: Bu seçenek etkinleştirilirse, AdGuard arka plan filtre güncellemeleri için yalnızca Wi-Fi kullanır
uk: Якщо цей параметр увімкнено, AdGuard використовуватиме лише Wi-Fi для фонового оновлення фільтрів
vi: Nếu cài đặt này được mở, AdGuard sẽ chỉ sử dụng Wi-Fi để cập nhật bộ lọc trong nền
zh_hans: 如果启用此设置，AdGuard 将仅使用 Wi-Fi 进行后台过滤器更新
zh_hant: 如果此設定被啟用，AdGuard 於背景過濾器更新將只使用 Wi-Fi

# uRk-qq-TJH.text
source: Blocked Response TTL
cs: Blokovaná odezva TTL
da: Blokeret Svar TTL
de: Lebenszeit-Antwort gesperrt
fr: Réponse bloquée TTL
hr: Blokirani TTL odgovor
hu: Tiltott válasz TTL-je
it: Risposta TTL bloccata
ja: Blocked Response TTL（ブロック済み応答のTTL）
ko: 차단된 TTL 응답
nl: Geblokkeerde reactie TTL
pt_br: TTL de resposta bloqueada
ro: Răspuns blocat TTL
ru: Заблокированный ответ TTL
sl: Zaviran odziv TTL
tr: Engellenen TTL Yanıtı
uk: Заблокована відповідь TTL
vi: Chặn phản hồi TTL
zh_hans: 屏蔽的 TTL 应答

# wPe-ae-X0G.text
source: Are you a developer?
cs: Jste vývojář?
da: Er du udvikler?
de: Sind Sie ein Entwickler?
fr: Êtes-vous un développeur ?
hr: Jeste li developer?
hu: Ön fejlesztő?
it: Sei uno sviluppatore?
ja: エンジニアの方ですか？
ko: 개발자인가요?
nb: Er du en utvikler?
nl: Ben jij een ontwikkelaar?
pt_br: Você é um desenvolvedor?
ro: Sunteți un dezvoltator?
ru: Вы разработчик?
sl: Ali ste razvijalec?
tr: Bir geliştirici misiniz?
uk: Ви розробник?
vi: Bạn có phải là lập trình viên không?
zh_hans: 您是开发人员吗？
