Repository: AdguardTeam/AdguardForiOS
Catalog: AdguardExtension/AdguardApp/UI/ViewControllers/MainTabBar/MainMenu/Settings/*.lproj/Settings.strings
Languages: be, cs, da, de, fr, hr, hu, it, ja, ko, nb, nl, pt_br, ro, ru, sl, sr_latn, tr, uk, vi, zh_hans, zh_hant

# 0RM-mR-ikS.text
source: Reset settings
be: Скінуць налады
cs: Resetovat nastavení
da: Nulstil indstillinger
de: Einstellungen zurücksetzen
fr: Réinitialiser les paramètres
hr: Poništi postavke
hu: Beállítások visszaállítása
it: Reimposta preferenze
ja: 設定をリセットする
ko: 설정 초기화
nb: Tilbakestill innstillinger
nl: Instellingen herstellen
pt_br: Redefinir configurações
ro: Resetare setări
ru: Сбросить настройки
sl: Ponastavi nastavitve
sr_latn: Vrati postavke na podrazumevano
tr: Ayarları sıfırla
uk: Скинути налаштування
vi: Đặt lại cài đặt
zh_hans: 重置设置
zh_hant: 重置設定

# 2A9-hH-oY3.text
source: Time in seconds
cs: Čas v sekundách
da: Tid i sekunder
de: Zeit in Sekunden
fr: Temps en secondes
hr: Vrijeme u sekundama
hu: Idő másodpercekben
it: Tempo in secondi
ja: 時間(秒)
ko: 시간 (초)
nb: Tiden i sekunder
nl: Tijd in seconden
pt_br: Tempo em segundos
ro: Timp în secunde
ru: Время в секундах
sl: Čas v sekundah
tr: Saniye cinsinden süre
uk: Час в секундах
vi: Thời gian tính bằng giây
zh_hans: 时间（秒）

# 3zG-B5-jE5.text
source: Debug logs
cs: Protokoly ladění
da: Fejlfindingslogfiler
de: Fehlersuch-Protokolle
fr: Journaux de débogage
hr: Debug zapisi
hu: Hibakeresési naplók
it: Registro di debug
ja: デバッグログ
ko: 디버그 로그
nb: Avlusingsloggbøker
nl: Logboeken foutopsporing
pt_br: Registros de depuração
ro: Jurnale de depanare
ru: Отладочные логи
sl: Dnevniki odpravljanja napak
sr_latn: Dnevnici za ispravljanje grešaka
tr: Hata ayıklama günlükleri
uk: Журнали зневадження
vi: Nhật ký gỡ lỗi
zh_hans: 调试日志
zh_hant: 偵錯記錄

# 7nl-3p-BP2.text
source: Blocked response TTL
cs: Blokovaná odezva TTL
da: Blokeret svar TTL
de: Gesperrte Lebenszeit-Antwort
fr: Réponse bloquée TTL
hr: Blokirani TTL odgovor
hu: Tiltott válasz TTL-je
it: Risposta TTL bloccata
ja: Blocked response TTL（ブロック済み応答のTTL）
ko: 차단된 TTL 응답
nl: Geblokkeerde reactie TTL
pt_br: Resposta bloqueada TTL
ro: Răspuns blocat TTL
ru: Заблокированный ответ TTL
sl: Zaviran odziv TTL
tr: Engellenen TTL yanıtı
uk: Заблокована відповідь TTL
vi: Chặn phản hồi TTL
zh_hans: 屏蔽的 TTL 应答

# 8ad-4w-rbs.text
source: Invert the Allowlist
be: Інвертаваць белы спіс
cs: Invertovat seznam povolených
da: Invertér hvidlisten
de: Positivliste umkehren
fr: Inverser la liste Blanche
hr: Izokreni popis dopuštenih
hu: Engedélyezési lista megfordítása
it: Inverti Lista bianca
ja: ホワイトリストを逆転する
ko: 허용 목록 반전
nb: Inverter hvitelisten
nl: Toestemmingslijst omkeren
pt_br: Inverter a lista de permissões
ro: Inversați lista de autorizări
ru: Инвертировать белый список
sl: Obrni seznam dovoljenih
sr_latn: Okreni listu dozvoljenih
tr: İzin verilen listesini ters çevir
uk: Інвертувати Список дозволів
vi: Đảo ngược danh sách cho phép
zh_hans: 颠倒白名单
zh_hant: 反向允許清單

# 8jT-85-XFp.text
source: Incompatible with other VPN apps, unstable
be: Не стасуем з іншымі VPN-дадаткамі, нестабільны
cs: Nekompatibilní s dalšími VPN aplikacemi, nestabilní
da: Inkompatibel med andre VPN-apps, ustabil
de: Inkompatibel mit anderen VPN-Apps; instabil
fr: Incompatible avec d'autres applications VPN, instable
hr: Nije podržano s drugim VPN aplikacijama, nestabilno
hu: Inkompatibilis más VPN appokkal, instabil
it: Non compatibile con altre app VPN, instabile
ja: 他のVPNアプリと互換性なし、不安定
ko: 다른 VPN 애플리케이션과 호환되지 않음, 불안정함
nb: Inkompatibelt med andre VPN-apper, ustabil
nl: Niet compatibel met andere VPN apps, onstabiel
pt_br: Incompatível com outros aplicativos VPN, instável
ro: Incompatibil cu alte aplicații VPN, instabil
ru: Не совместим с другими VPN-приложениями, нестабильный
sl: Nezdružljiv z drugimi aplikacijami VPN, nestabilen
sr_latn: Nije kompatibilan sa drugim VPN aplikacijama, nestabilno
tr: Diğer VPN uygulamaları ile uyumsuz, kararsız
uk: Несумісний з іншими VPN-програмами, нестабільний
vi: Không tương thích với VPN khác, không ổn định
zh_hans: 因不稳定而不兼容其它 VPN 应用
zh_hant: 與其它的 VPN 應用程式不相容，不穩定的

# 95J-h1-QgG.normalTitle
source: SAVE
cs: ULOŽIT
da: GEM
de: SPEICHERN
fr: SAUVEGARDER
hr: SPREMI
hu: MENTÉS
it: SALVA
ja: 保存
ko: 저장
nb: LAGRE
nl: BEWAREN
pt_br: SALVAR
ro: SALVAȚI
ru: СОХРАНИТЬ
sl: SHRANI
tr: KAYDET
uk: ЗБЕРЕГТИ
vi: LƯU
zh_hans: 保存
zh_hant: 儲存

# 9hH-ca-VHY.text
source: Remove VPN profile
be: Выдаліць VPN-профіль
cs: Odstranit VPN profil
da: Fjern VPN-profil
de: VPN-Profil entfernen
fr: Supprimer le profil VPN
hr: Ukloni VPN profil
hu: VPN profil eltávolítása
it: Rimuovi profilo VPN
ja: VPNプロファイルを削除する
ko: VPN 프로필 제거
nl: VPN-profiel verwijderen
pt_br: Remover perfil de VPN
ro: Eliminare profil VPN
ru: Удалить VPN-профиль
sl: Odstrani profil VPN
sr_latn: Ukloni VPn profil
tr: VPN profilini kaldır
uk: Вилучити VPN-профіль
vi: Xoá hồ sơ VPN
zh_hans: 移除VPN 配置文件
zh_hant: 移除 VPN 設定檔

# A89-2M-jqd.text
source: Bootstrap IP address
cs: Bootstrap IP adresa
da: Bootstrap IP-adresse
de: Bootstrap IP-Adresse
fr: Adresse IP bootstrap
hr: Bootstrap IP adresa
hu: Bootstrap IP cím
it: Indirizzo IP bootstrap
ko: 부트스트랩 IP 주소
nl: Bootstrap IP-adres
pt_br: Endereço de IP de inicialização
ro: Adresa IP bootstrap
ru: Bootstrap IP-адрес
sl: Naslov IP zagonskega traku
tr: IP adresi önyükleme
uk: Bootstrap IP-адреса
vi: Địa chỉ IP Bootstrap
zh_hans: Bootstrap IP 地址

# AtW-mH-6ja.text
source: Respond with REFUSED code
cs: Odezva pomocí kódu REFUSED
da: Svar med en REFUSED-kode
de: Immer VERWEIGERT zurückgeben
fr: Répondre avec le code REFUSED
hr: Uvijek vrati odbijeno
hu: Válaszoljon REFUSED kóddal
it: Rispondi con il codice REFUSED
ja: 「REFUSED」コードで応答します
nl: Reageren met code GEWEIGERD
pt_br: Responder com o código REFUSED
ro: Răspunde cu codul REFUZAT
ru: Отвечает с кодом REFUSED
sl: Odgovori s kodo REFUSED
tr: REFUSED kod ile yanıt verin
uk: Відповідати з кодом REFUSED
vi: Trả lời bằng mã REFUSED
zh_hans: 返回 REFUSED 码响应

# BOT-Ej-15M.text
source: Show filter updates progress bar
be: Паказваць індыкатар абнаўленняў фільтраў
cs: Zobrazit lištu s průběhem aktualizací filtrů
da: Vis statuslinje for filteropdateringer
de: Fortschrittsanzeige bei Filteraktualisierungen anzeigen
fr: Afficher la barre de progression des mises à jour des filtres
hr: Prikaži traku za napredak ažuriranja filtara
hu: Szűrőfrissítési állapotjelző megjelenítése
it: Mostra progresso aggiornamento filtro
ja: フィルタアップデートの進行状況バーを表示します。
ko: 필터 업데이트 진행 상황 표시
nl: Voortgangsbalk filter updates weergeven
pt_br: Mostra a barra de progresso de atualizações do filtro
ro: Arată progresul actualizării filtrului
ru: Показывать индикатор обновлений фильтров
sl: Prikaži vrstico napredka posodobitev filtrov
sr_latn: Dozvoli prikazivanje statusa preuzimanja filtera i tok zaštite
tr: Filtre güncellemeleri ilerleme çubuğunu göster
uk: Показувати панель стану оновлення фільтрів
vi: Hiện thanh trạng thái cập nhật bộ lọc
zh_hans: 显示过滤器更新进度条
zh_hant: 顯示過濾器更新進度列

# BPj-Fi-8mA.text
source: Default
cs: Výchozí
da: Standard
fr: Par défaut
hr: Zadano
hu: Alap
ko: 기본
pt_br: Padrão
ro: Implicit
ru: По умолчанию
sl: Privzeto
tr: Varsayılan
vi: Mặc định
zh_hant: 預設

# BQY-q7-BQU.text
source: Content blockers
be: Блакавальнікі кантэнту
cs: Blokátory obsahu
da: Indholdsblockere
de: Inhaltsblocker
fr: Bloqueurs de contenus
hr: Blokeri sadržaja
hu: Tartalomblokkolók
it: Blocchi di contenuti
ja: コンテンツブロッカー
ko: 콘텐츠 차단기
nb: Innholdsblokkerere
nl: Inhoudsblokkeringen
pt_br: Bloqueadores de conteúdo
ro: Blocante conținut
ru: Блокировщики контента
sl: Zaviralci vsebine
sr_latn: Blokatori sadržaja
tr: İçerik engelleyiciler
uk: Блокувальники вмісту
vi: Chặn thành phần
zh_hans: 内容拦截器
zh_hant: 內容阻擋器

# Dfm-If-1AX.normalTitle
source: CANCEL
cs: ZRUŠIT
da: ANNULLÉR
de: ABBRECHEN
fr: ANNULER
hr: PONIŠTI
hu: MÉGSE
it: ANNULLA
ja: キャンセル
ko: 취소
nb: AVBRYT
nl: ANNULEREN
pt_br: CANCELAR
ro: ANULARE
ru: ОТМЕНА
sl: PREKLIČI
tr: İPTAL
uk: СКАСУВАТИ
vi: HỦY BỎ
zh_hans: 取消
zh_hant: 取消

# ESe-CM-On1.text
source: Blocking mode
cs: Režim blokování
da: Blokeringstilstand
de: Sperrmodus
fr: Mode de blocage
hr: Način blokiranja
hu: Blokkolás módja
it: Modalità di blocco
ja: ブロックモード
ko: 차단 모드
nb: Blokkeringsmodus
nl: Blokkeringsmodus
pt_br: Modo de bloqueio
ro: Modul de blocare
ru: Режим блокировки
sl: Način zaviranja
tr: Engelleme modu
uk: Режим блокування
vi: Chế độ chặn
zh_hans: 拦截模式
zh_hant: 封鎖模式

# EbM-k3-HW8.text
source: Incompatible with other VPN apps
be: Не стасуем з іншымі VPN-дадаткамі
cs: Nekompatibilní s dalšími VPN aplikacemi
da: Inkompatibel med andre VPN-apps
de: Inkompatibel mit anderen VPN-Apps
fr: Incompatible avec d'autres applications VPN
hr: Nije podržano s drugim VPN aplikacijama
hu: Inkompatibilis más VPN appokkal
it: Non compatibile con altre app VPN
ja: 他のVPNアプリと互換性なし
ko: 다른 VPN 애플리케이션과 호환되지 않음
nb: Inkompatibel med andre VPN-apper
nl: Niet compatibel met andere VPN apps
pt_br: Incompatível com outros aplicativos de VPN
ro: Incompatibil cu alte aplicații VPN
ru: Не совместим с другими VPN-приложениями
sl: Nezdružljiv z drugimi aplikacijami VPN
sr_latn: Nije kompatibilno sa drugim VPn aplikacijama
tr: Diğer VPN uygulamaları ile uyumsuz
uk: Несумісний з іншими VPN-програмами
vi: Không tương thích với ứng dụng VPN khác
zh_hans: 不兼容其它 VPN 应用
zh_hant: 與其它的 VPN 應用程式不相容

# FzS-e3-CK1.text
source: Dark
be: Цёмная
cs: Tmavý
da: Mørkt
de: Dunkel
fr: Sombre
hr: Tamno
hu: Sötét
it: Scuro
ja: ダーク（暗い）
ko: 다크
nb: Mørk
nl: Donker
pt_br: Escuro
ro: Sombră
ru: Темная
sl: Temna
sr_latn: Tamno
tr: Koyu
uk: Темна
vi: Tối
zh_hans: 暗黑
zh_hant: 深色

# GBd-dx-t46.text
source: Don't change them unless you know what you're doing
be: Змяняйце налады, толькі калі вы ўпэўнены ў тым, што робіце
cs: Neměňte, pokud nevíte, co děláte
da: Ændre dem ikke, medmindre du ved, hvad du laver
de: Ändern Sie sie nicht, wenn Sie nicht sicher sind, was Sie tun
fr: Seulement pour les utilisateurs avancés. Modifier ces réglages que si vous êtes certain(e)
hr: Ne mijenjajte ih ako ne znate što radite
hu: Ne változtassa meg ezeket a beállításokat, ha nem tudja, mire valók
it: Non modificarle se non sai cosa stai facendo
ja: 自信のあるユーザー様用 (※詳しくなければ変更しないほうがおすすめです)
ko: 고급 사용자에게만 권장됩니다
nb: Ikke endre på dem hvis du ikke vet hva de gjør
nl: Verander deze niet tenzij je weet wat dit inhoudt
pt_br: Não altere a menos que saiba o que está fazendo
ro: Nu le schimbați decât dacă știți ce faceți
ru: Изменяйте настройки, только если вы уверены в том, что делаете
sl: Ne spreminjajte jih, če ne veste, kaj počnete
sr_latn: Nemojte ih menjati ako ne znate šta radite
tr: Ne yaptığınızı bilmiyorsanız bunları değiştirmeyin.
uk: Не змінюйте їх, якщо ви не знаєте, що робите
vi: Đừng thay đổi chúng trừ khi bạn biết mình đang làm gì
zh_hans: 这有多难搞？
zh_hant: 除非您知道您正在做什麼，否則不要更改它們

# GFO-xu-Bir.text
source: AdGuard will write more details to the logfile. Don't enable unless you need to track down a bug
cs: AdGuard zapíše do protokolu více podrobností. Nepovolujte, pokud nepotřebujete vyhledávat chyby
da: AdGuard vil skrive flere detaljer til logfilen. Aktivér ikke, medmindre du har brug for at spore en fejl
de: AdGuard fügt weitere Details in die Protokolldatei ein. Aktivieren Sie diese Option nur, wenn Sie einen Fehler identifizieren müssen.
fr: AdGuard écrira plus de détails dans le fichier journal. Ne l’activer pas sauf si vous avez besoin de traquer un bogue
hr: AdGuard će zapisati više detalja u datoteci zapisa. Omogućite samo ako trebate pronaći pogrešku
hu: Az AdGuard további részleteket ír a naplófájlba. Csak akkor engedélyezze, ha valamilyen hiba okát keresi
it: AdGuard aggiungerà ulteriori informazioni nel file di registro. Non attivare questa opzione se non necessiti di rilevare un bug
ja: AdGuardはログファイルにさらに詳しい情報を記録します。不具合・バグを検出中でない限り、オフにすることがおすすめです。
ko: AdGuard는 로그 파일에 자세한 정보를 기록합니다. 버그를 추적해야하는 경우에만 이 기능을 활성화합니다.
nl: AdGuard zal meer details wegschrijven in de logboeken. Alleen inschakelen ten behoeve van foutopsporing
pt_br: O AdGuard gravará mais detalhes no arquivo de registro. Não ative a menos que você precise rastrear um erro
ro: AdGuard va scrie mai multe detalii în fișierul de logare. Nu activați decât dacă trebuie să depistați o eroare
ru: AdGuard будет записывать более подробную информацию в журнал. Включите эту опцию, только если вам нужно отследить ошибку
sl: AdGuard bo v dnevnik zapisal več podrobnosti. Ne omogočite, razen če morate izslediti napako
sr_latn: AdGuard će upisivati više pojedinosti u datoteke dnevnika. Nemojte ovo uključivati osim ako je potrebno da pratite grešku
tr: AdGuard günlük dosyasına daha fazla bilgi yazacak. Bir hatayı bulmanız gerekmedikçe etkinleştirmeyin
uk: AdGuard зберігатиме більше подробиць в журналі. Не вмикайте, якщо вам не потрібно відстежити проблему
vi: AdGuard sẽ ghi thêm chi tiết vào logfile. Không bật trừ khi bạn cần tìm ra lỗi
zh_hans: AdGuard将要在日志文件中写入更多详细信息。除非您需要跟踪错误，否则请勿启用该功能
zh_hant: AdGuard 將寫入更多的細節到記錄檔案。除非您需要追蹤程式錯誤，否則不要啟用

# GGp-kp-YJI.text
source: Split-Tunnel
cs: Dělený tunel
hr: Podijeljeno tuneliranje
hu: Osztott
ko: 분할 터널
pt_br: Túnel dividido
sl: Razdeli-Predor
tr: Bölünmüş Tünel
zh_hans: 半隧道
zh_hant: 分離的隧道

# H3Q-H6-YV0.text
source: Enable this option if you experience issues with the Internet connection while AdGuard is running
be: Уключыце гэту опцыю, калі падчас працы AdGuard паўстануць праблемы з падлучэннем
cs: Tuto možnost zapněte, pokud máte problémy s připojením k Internetu při spuštěném AdGuardu
da: Aktivér denne indstilling, hvis du oplever problemer med internetforbindelsen, mens AdGuard kører
de: Aktivieren Sie diese Option, wenn während der Ausführung von AdGuard Probleme mit der Internetverbindung auftreten
fr: Activez cette option si vous rencontrez des problèmes avec la connexion Internet quand AdGuard fonctionne
hr: Omogućite ovu opciju ukoliko ste iskusili probleme s internetskom vezom dok je AdGuard aktivan
hu: Engedélyezze ezt a beállítást, ha az internetkapcsolattal problémák merülnek fel az AdGuard futtatása közben
it: Attiva questa opzione in caso di problemi con la connessione Internet mentre AdGuard è in esecuzione
ja: AdGuard実行中にインターネット接続の問題が発生している場合は、このオプションをONにしてください。
ko: AdGuard가 실행중인 동안에 인터넷 연결에 문제가 있다면 이 옵션을 활성화하세요
nl: Schakel deze optie in als je problemen ervaart met de internet verbinding terwijl AdGuard is ingeschakeld
pt_br: Ative esta opção se você tiver problemas com a conexão de internet enquanto o AdGuard estiver em execução
ro: Activați această opțiune dacă întâmpinați probleme cu conexiunea la Internet în timp ce AdGuard rulează
ru: Включите эту опцию, если во время работы AdGuard возникнут проблемы с подключением к интернету
sl: Omogočite to možnost, če imate težave z internetno povezavo med delovanjem AdGuarda
sr_latn: Uključite ovo ako imate poteškoća sa internet vezom dok AdGuard radi
tr: AdGuard çalışırken İnternet bağlantısıyla ilgili sorunlar yaşıyorsanız bu seçeneği etkinleştirin
uk: Увімкніть цей параметр, якщо у вас виникли проблеми з Інтернет-з'єднанням під час роботи AdGuard
vi: Bật cài đặt này nếu bạn gặp phải lỗi kết nối khi AdGuard đang chạy
zh_hans: 若在运行AdGuard时遇到网络连接问题，请启用此选项
zh_hant: 當 AdGuard 正在執行時，如果您遭受關於網際網路連線的問題，啟用此選項

# IvJ-Oi-vGF.text
source: Low-level settings
cs: Nízkoúrovňové nastavení
da: Lavniveauindstillinger
de: Low-Level-Einstellungen
fr: Paramètres de bas niveau
hr: Postavke niske razine
hu: Alacsonyszintű beállítások
it: Impostazioni di basso livello
ja: ローレベル設定
ko: 로우 레벨 설정
nb: Innstillinger med lavt nivå
nl: Laag-niveau instellingen
pt_br: Configurações de baixo nível
ro: Setări la nivel scăzut
ru: Низкоуровневые настройки
sl: Nastavitve nizke stopnje
tr: Alt Seviye Ayarlar
uk: Низькорівневі параметри
vi: Cài đặt cấp thấp
zh_hans: 低级设置
zh_hant: 底層設定

# JQH-8J-wY8.text
source: Bootstrap servers
cs: Bootstraps
da: Bootstrap-servere
de: Bootstraps
ko: 부트스트랩
pt_br: Servidores de inicialização
ro: Servere Bootstrap
ru: Bootstrap-серверы
sl: Zagonski trakovi
tr: Önyükleme sunucuları
uk: Bootstrap сервери
vi: Chuyển đổi hữu hiệu
zh_hans: Bootstrap 服务器

# Jnb-4w-9NY.text
source: This will remove your actual VPN profile and disable DNS protection
be: Выдаленне вашага VPN-профіля дэактывуе абарону ад асочвання
cs: Toto odstraní Váš aktuální VPN profil a vypne DNS ochranu
da: Dette fjerner din aktuelle VPN-profil og deaktiverer DNS-beskyttelsen
de: Dadurch wird Ihr aktuelles VPN-Profil entfernt und der DNS-Schutz deaktiviert
fr: Ceci supprimera votre profil VPN et désactivera la protection DNS
hr: Ovo će ukloniti vaš trenutni VPN profil i onemogućiti DNS zaštitu
hu: Ez eltávolítja a jelenlegi VPN profilt és kikapcsolja a DNS védelmet
it: Questo rimuoverà il tuo attuale profilo VPN e disattiverà la protezione DNS
ja: 実際のVPNプロファイルが除去され、「DNS通信を保護」がオフになります。
ko: 실제 VPN 프로필이 제거되고 DNS보호가 비활성화됩니다.
nl: Hierdoor wordt het huidige VPN-profiel verwijderd en de DNS bescherming uitgeschakeld
pt_br: Isso removerá seu perfil de VPN atual e desativará a proteção de DNS
ro: Aceasta va elimina profilul dvs. VPN actual și va dezactiva protecția DNS
ru: Удаление вашего VPN-профиля отключит DNS-защиту
sl: S tem boste odstranili vaš dejanski profil VPN in onemogočili zaščito DNS
sr_latn: Ovo će ukloniti vaš trenutni VPN profil i isključiti DNS zaštitu
tr: Bu sizin asıl VPN profilinizi kaldırır ve DNS korumasını devre dışı bırakır
uk: Ця дія вилучить ваш актуальний VPN-профіль та вимкне DNS-захист
vi: Thao tác này sẽ xóa cấu hình VPN thực tế của bạn và tắt tính năng bảo vệ DNS
zh_hans: 这个要移除您的VPN配置文件并禁用DNS防护
zh_hant: 這將實際上移除您的 VPN 設定檔並禁用 DNS 防護

# Lgb-zJ-9va.text
source: Refused
da: Nægtet
fr: Refusé
sl: Zavrnjeno
zh_hant: 已拒絕

# Lig-ju-iTI.text
source: Advanced settings
be: Пашыраныя налады
cs: Pokročilá nastavení
da: Avancerede indstillinger
de: Erweiterte Einstellungen
fr: Paramètres avancés
hr: Napredne postavke
hu: Haladó beállítások
it: Impostazioni avanzate
ja: 詳細設定
ko: 고급 설정
nb: Avanserte innstillinger
nl: Geavanceerde instellingen
pt_br: Configurações avançadas
ro: Setări avansate
ru: Расширенные настройки
sl: Napredne nastavitve
sr_latn: Napredne postavke
tr: Gelişmiş ayarlar
uk: Розширені параметри
vi: Thiết lập nâng cao
zh_hans: 高级设置
zh_hant: 進階的設定

# NC2-8A-E6f.text
source: Block IPv6
cs: Blokovat IPv6
da: Blokér IPv6
de: IPv6 sperren
fr: Bloquer l'Ipv6
hr: Blokiraj IPv6
hu: IPv6 tiltása
it: Blocca Ipv6
ja: IPv6をブロックする
ko: IPv6 차단
nb: Blokker IPv6
nl: IPv6 blokkeren
pt_br: Bloquear IPv6
ro: Blocați IPv6
ru: Блокировать IPv6
sl: Onemogoči Ipv6
tr: IPv6'yı engelle
uk: Блокувати IPv6
vi: Chặn IPv6
zh_hans: 拦截 IPv6
zh_hant: 封鎖 IPv6

# ObO-g4-VHL.text
source: You have 6 content blockers, each of them can contain up to 50,000 rules
be: Вам даступныя 6 блакавальнікаў кантэнту па 50,000 правіл у кожным
cs: Máte 6 blokátorů obsahu, z nichž každý může obsahovat až 50 000 pravidel
da: Du har 6 indholdsblockere, som hver kan indeholde op til 50.000 regler
de: Sie verwenden 6 Inhaltsblocker, wovon jeder bis zu 50.000 Regeln enthalten kann
fr: Vous avez 6 bloqueurs de contenus, chacun d'entre eux peut contenir jusqu'à 50 000 règles
hr: Imate 6 blokera sadržaja, a svaki od njih može sadržavati do 50 000 pravila
hu: 6 tartalomblokkolója van, mindegyik akár 50,000 szabályt tartalmazhat
it: Hai 6 blocchi di contenuti, ognuno di essi può contenere fino a 50.000 regole
ja: コンテンツブロッカーは6つあり、それぞれに50,000本までのルールを含めることができます（計30万本）。
ko: 각각 50,000개의 규칙을 포함하는 6개의 콘텐츠 차단기가 있습니다
nb: Du har 6 innholdsblokkerere, hver av dem kan inneholde opptil 50 000 oppføringer
nl: Je hebt 6 filters voor het blokkeren van inhoud, die elk maximaal 50.000 regels kunnen bevatten
pt_br: Você tem 6 bloqueadores de conteúdo, cada um deles pode conter até 50 mil regras
ro: Aveți 6 blocante de conținut, ce pot avea fiecare până la 50.000 de reguli
ru: Вам доступны 6 блокировщиков контента по 50,000 правил в каждом
sl: Na voljo imate 6 zaviralcev vsebin, vsak od njih lahko vsebuje do 50.000 pravil
sr_latn: Imate 6 blokatora sadržaja, svaki od njih može da sadrži 50,000 pravila
tr: 6 içerik engelleyiciniz var, her biri en fazla 50.000 kural içerebilir
uk: У вас є 6 блокувальників вмісту, кожен з яких може містити до 50000 правил
vi: Bạn có 6 bộ chặn thành phần, mỗi bộ chặn chứa đến 50,000 luật
zh_hans: 您有6个内容拦截器，每个内容拦截器可至多包含50,000 条规则
zh_hant: 您有 6 個內容阻擋器，它們每個可包含高達 50,000 項規則

# Ory-8I-Ih0.text
source: Advanced mode
be: Пашыраны рэжым
cs: Pokročilý režim
da: Avanceret tilstand
de: Erweiterter Modus
fr: Mode expert
hr: Napredni način
hu: Haladó mód
it: Modalità avanzata
ja: 高度な設定モード
ko: 개발자 모드
nb: Avansert modus
nl: Geavanceerde mode
pt_br: Modo avançado
ro: Modul avansat
ru: Расширенный режим
sl: Napredni način
sr_latn: Način razvojnog programera
tr: Gelişmiş mod
uk: Розширений режим
vi: Chế độ nhà phát triển
zh_hans: 高级模式
zh_hant: 進階的模式

# QEc-dY-TtB.text
source: Reset statistics
be: Скінуць статыстыку
cs: Resetovat statistiky
da: Nulstil statistikker
de: Statistiken zurücksetzen
fr: Réinitialiser les statistiques
hr: Poništi statistiku
hu: Statisztikák visszaállítása
it: Reimposta statistiche
ja: 統計をリセット
ko: 통계 초기화
nb: Tilbakestill statistikker
nl: Statistieken opnieuw instellen
pt_br: Redefinir estatísticas
ro: Resetare statistici
ru: Сбросить статистику
sl: Ponastavi statistiko
sr_latn: Resetuj statistiku
tr: İstatistikleri sıfırla
uk: Скинути статистику
vi: Cài đặt lại số liệu
zh_hans: 重置统计
zh_hant: 重置統計資料

# Rmq-30-7hJ.text
source: Block AAAA requests
cs: Blokovat požadavky AAAA
da: Blokér AAAA-forespørgsler
de: AAAA-Anfragen sperren
fr: Bloquer les requêtes AAAA
hr: Blokiraj AAAA zahtjeve
hu: AAAA kérések tiltása
it: Blocca richieste AAAA
ja: AAAAリクエストをブロックする
ko: AAAA 요청 차단
nb: Blokker AAAA-forespørsler
nl: AAAA verzoeken blokkeren
pt_br: Bloquear solicitações AAAA
ro: Blocați cererile AAAA
ru: Блокировать AAAA-запросы
sl: Onemogoči zahteve AAAA
tr: AAAA isteklerini engelle
uk: Блокувати AAAA-запити
vi: Chặn các yêu cầu AAAA
zh_hans: 拦截 AAAA 请求

# TX9-Md-Qzr.text
source: System default
be: Як у сістэме
cs: Výchozí systémový
da: Systemstandard
de: Systemvoreinstellung
fr: Valeur du système par défaut
hr: Zadano
hu: Rendszer alapértelmezett
it: Predefinito di sistema
ja: システム・デフォルト
ko: 시스템 기본 설정
nb: Systemstandard
nl: Standaard
pt_br: Padrão do sistema
ro: Implicită de sistem
ru: Системные настройки
sl: Sistemska privzeta
sr_latn: Sistemski podrazumevano
tr: Sistem varsayılanı
uk: Системні налаштування
vi: Mặc định hệ thống
zh_hans: 系统默认
zh_hant: 系統預設

# Twq-5a-kOB.text
source: This option will reset all your settings
cs: Tato možnost resetuje všechna vaše nastavení
da: Denne valgmulighed vil nulstille alle dine indstillinger
de: Diese Option setzt alle Ihre Einstellungen zurück
fr: Cette option réinitialisera tous vos paramètres
hr: Ova opcija će poništiti vaše postavke
hu: Ez visszaállítja az összes beállítást
it: Questa opzione reimposterà tutte le tue preferenze
ja: このオプションは全ての設定をリセットします。
ko: 이 옵션을 선택하면 모든 설정은 초기화됩니다.
nb: Denne innstillingen vil tilbakestille alle dine innstillinger
nl: Deze optie zal alle instellingen herstellen
pt_br: Esta opção irá redefinir todas as suas configurações
ro: Această opțiune vă va reseta toate setările
ru: Эта опция меню сбросит все настройки
sl: Ta možnost bo ponastavila vse vaše nastavitve
sr_latn: Ovo će vratiti sve vaše postavke na podrazumevane vrednosti
tr: Bu seçenek tüm ayarlarınızı sıfırlayacak
uk: Цей параметр скине всі ваші налаштування
vi: Tùy chọn này sẽ đặt lại tất cả cài đặt của bạn
zh_hans: 该选项将要重置您的所有设置
zh_hant: 此選項將重置所有您的設定

# Vtx-vp-WIV.headerTitle
source: Theme
be: Тэма
cs: Motiv
da: Tema
de: Thema
fr: Thème
hr: Tema
hu: Téma
it: Tema
ja: テーマ
ko: 테마
nb: Tema
nl: Thema
pt_br: Tema
ro: Temă
ru: Тема
sl: Tema
sr_latn: Tema
tr: Tema
uk: Тема
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

# WUY-Cq-SPm.normalTitle
source: CANCEL
cs: ZRUŠIT
da: ANNULLÉR
de: Abbrechen
fr: ANNULER
hr: PONIŠTI
hu: MÉGSE
it: ANNULLA
ja: キャンセル
ko: 취소
nb: AVBRYT
nl: ANNULEREN
pt_br: CANCELAR
ro: ANULARE
ru: ОТМЕНА
sl: PREKLIČI
tr: İPTAL
uk: СКАСУВАТИ
vi: HỦY BỎ
zh_hans: 取消
zh_hant: 取消
