Repository: AdguardTeam/AdguardForiOS
Catalog: AdguardExtension/AdguardApp/UI/ViewControllers/MainTabBar/ComplexProtection/Filters/*.lproj/Filters.strings
Languages: vi

# 2wy-vg-qvr.text
source: Add a filter
vi: Thêm bộ lọc

# 3WM-jW-br8.text
source: Add a filter
vi: Thêm bộ lọc

# 6WB-a0-8YE.text
source: Safari protection
vi: Bảo vệ Safari

# Cyn-cw-Zrm.text
source: Name:
vi: Tên:

# Gg8-4u-qvU.text
source: AdGuard doesn’t work on the sites from this list
vi: AdGuard không hoạt động trên trang này dựa theo danh sách này

# Lq2-mi-McV.text
source: Filters
vi: Bộ lọc

# NsT-wt-1hd.text
source: New custom filter
vi: Bộ lọc tùy chỉnh mới

# OpB-AR-Og7.normalTitle
source: CANCEL
vi: Đóng

# QHZ-sJ-wTL.text
source: Blocks ads and trackers on websites opened in Safari
vi: Mô đun này chặn quảng cáo và theo dõi trên trang web được mở bằng Safari

# RJU-32-r8h.text
source: Rules count:
vi: Số lượng quy tắc:

# UR2-d4-zYf.text
source: Updated
vi: Đã được cập nhật

# VCK-db-aeg.text
source: User rules
vi: Quy tắc người dùng

# Ve5-DF-RNB.text
source: Website
vi: Trang web

# Z16-OR-tjl.text
source: Filter URL:
vi: Bộ lọc URL:

# cTI-39-Vwx.text
source: Version
vi: Phiên bản

# eAd-RZ-bHN.text
source: Add custom filter lists here
vi: Thêm danh sách bộ lọc tại đây

# f3z-Yh-zY2.text
source: Allowlist
vi: Danh sách cho phép Safari

# kCb-lJ-BLL.normalTitle
source: ADD
vi: Thêm

# mEm-ll-QZR.normalTitle
source: CANCEL
vi: Đóng

# mTM-IO-iFw.text
source: Filters
vi: Bộ lọc

# nch-wu-mKC.normalTitle
source: NEXT
vi: Tiếp theo

# t8x-PU-hFK.text
source: Homepage:
vi: Trang chủ:

# wzJ-ge-NyI.text
source: Rules count:
vi: Số quy tắc:

# zcB-eh-Ou4.placeholder
source: Enter filter name:
vi: Nhập tên bộ lọc:
