Repository: AdguardTeam/AdguardForiOS
Catalog: AdguardExtension/AdguardApp/*.lproj/Localizable.strings
Languages: be, bg, da, es, fa, fr, hr, hu, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sr_latn, tr, uk, zh_hant

# copyright_format
source: © 2009 — %@ AdGuard Software Ltd. All rights reserved. AdGuard.com
be: © 2009 — %@ AdGuard Software Ltd. Усе правы абаронены. AdGuard.com
da: ©2009 — %@ Adguard Software Ltd. Alle rettigheder forbeholdes. AdGuard.com
es: © 2009 — %@ AdGuard Software Ltd. Todos los derechos reservados. adguard.com
fr: © 2009 — %@ AdGuard Software Ltd. Tous droits réservés. AdGuard.com
hr: © 2009 — %@. Adguard Software Ltd. Sva prava pridržana. AdGuard.com
hu: © 2009 — %@ AdGuard Software Ltd. Minden jog fenntartva. AdGuard.com
id: © 2009 – %@. Adguard Software Ltd. Semua hak dilindungi. AdGuard.com
it: © 2009 –%@ Adguard Software Ltd. Tutti i diritti riservati
nb: © 2009 — %@ AdGuard Software Ltd. Alle rettigheter forbeholdt. AdGuard.com
nl: © 2009 – %@ Adguard Software Ltd. Alle rechten voorbehouden. AdGuard.com
pl: © 2009–%@. Adguard Software Ltd. Wszelkie prawa zastrzeżone. AdGuard.com
pt_br: © 2009 — %@ AdGuard Software Ltd. Todos os direitos reservados. AdGuard.com
ro: © 2009 – %@. AdGuard Software Ltd. Toate drepturile rezervate. AdGuard.com
ru: © 2009–%@. AdGuard Software Ltd. Все права защищены. AdGuard.com
sk: © 2009 — %@ AdGuard Software Ltd. Všetky práva vyhradené. AdGuard.com
sl: © 2009–%@. Adguard Software Ltd. Vse pravice so pridržane. AdGuard.com
sr_latn: © 2009–%@. Adguard Software Ltd. Sva prava zadržana
tr: © 2009 — %@ AdGuard Software Ltd. Tüm hakları saklıdır. AdGuard.com
uk: © 2009 — %@ AdGuard Software Ltd. Усі права захищено. AdGuard.com
zh_hant: © 2009–%@。AdGuard 軟體有限公司 保留所有的權利。AdGuard.com

# common_logout
source: Logout
be: Выхад
da: Log ud
es: Cerrar sesión
fr: Déconnexion
hr: Odjava
hu: Kilépés
id: Keluar
it: Disconnetti
ja: ログアウト
ko: 로그아웃
nb: Avlogging
nl: Afmelden
pl: Wyloguj
pt_br: Sair
ro: Deconectare
ru: Выход
sk: Odhlásenie
sl: Odjava
sr_latn: Odjavi se
tr: Çıkış
uk: Вийти
zh_hant: 登出

# common_license
source: License
be: Ліцэнзія
da: Licens
es: Licencia
fr: Licence
hr: Licenca
hu: Licenc
id: Lisensi
it: Licenza
ja: ライセンス
ko: 라이선스
nb: Lisens
nl: Licentie
pl: Licencja
pt_br: Licença
ro: Licență
ru: Лицензия
sk: Licencia
sl: Licenca
sr_latn: Licenca
tr: Lisans
uk: Ліцензія
zh_hant: 授權

# bad_credentials_error
source: Incorrect email or password
be: Няслушны адрас пошты ці пароль
da: Forkert e-mail eller adgangskode
es: Correo electrónico o contraseña incorrectos
fa: رمزعبور یا ایمیل اشتباه است
fr: Adresse e-mail ou mot de passe incorrect
hr: Netočna adresa e-pošte ili lozinka
hu: Hibás email vagy jelszó
id: Email atau kata sandi salah
it: E-mail o password errate
ja: メールアドレスもしくはパスワードが間違っています
ko: 이메일 주소 또는 비밀번호가 올바르지 않습니다
nb: Feil E-postadresse eller passord
nl: Verkeerd email-adres of wachtwoord
pl: Nieprawidłowy e-mail lub hasło
pt_br: E-mail ou senha inválida
ro: E-mail sau parolă incorecte
ru: Неверный адрес почты или пароль
sk: Nesprávna e-mail adresa alebo heslo
sl: Nepravilen e-poštni naslov ali geslo
sr_latn: Netačna adresa elektronske pošte ili lozinka
tr: Yanlış e-posta veya parola
uk: Невірна електронна пошта або пароль
zh_hant: 不正確的電子郵件位址或密碼

# account_is_disabled_error
source: Account is blocked
be: Акаўнт заблакаваны
da: Konto er blokeret
es: La cuenta está bloqueada
fa: حساب مسدود شده است
fr: Le compte est bloqué
hr: Račun je blokiran
hu: A fiók le van tiltva
id: Akun diblokir
it: L'account è bloccato
ja: アカウントがブロックされています
ko: 계정이 차단됨
nb: Kontoen er blokkert
nl: Account is geblokkeerd
pl: Konto zablokowane
pt_br: A conta está bloqueada
ro: Contul este blocat
ru: Личный кабинет заблокирован
sk: Účet je zablokovaný
sl: Račun je onemogočen
sr_latn: Nalog je blokiran
tr: Hesap engellenmiştir
uk: Обліковий запис заблоковано
zh_hant: 帳戶被封鎖

# account_is_locked_error
source: Account is temporarily locked
be: Акаўнт часова заблакаваны
da: Konto er midlertidigt låst
es: La cuenta está temporalmente bloqueada
fa: حساب موقتا قفل شده است
fr: Le compte est temporairement bloqué
hr: Račun je privremeno zaključan
hu: A fiók ideiglenesen zárolva van
id: Akun dikunci sementara
it: Il account è temporaneamente bloccato
ja: アカウントが一時的にロックされています
ko: 계정이 일시적으로 잠겼습니다
nb: Kontoen er midlertidig låst
nl: Account is tijdelijk geblokkeerd
pl: Konto tymczasowo zablokowane
pt_br: A conta está temporariamente bloqueada
ro: Contul este blocat temporar
ru: Аккаунт временно заблокирован
sk: Účet je dočasne uzamknutý
sl: Račun je začasno zaklenjen
sr_latn: Nalog je privremeno zaključan
tr: Hesap geçici olarak kilitlenmiştir
uk: Обліковий запис тимчасово заблоковано
zh_hant: 帳戶被暫時地鎖定

# invalid_2fa_code_error
source: Invalid 2FA token
be: Няслушны токен 2FA
da: Ugyldigt 2FA-token
es: Token A2F no válido
fa: توکن احراز هویت دو مرحله ای نامعتبر است
fr: Code 2FA invalide
hr: Nevažeći 2FA token
hu: Érvénytelen 2FA token
id: Token 2FA tidak valid
it: Token 2FA non valido
ja: 2段階認証トークンが無効です
ko: 잘못된 2FA 토큰
nb: Ugyldig 2-trinnssjetong
nl: Ongeldig 2FA token
pl: Nieprawidłowy token 2FA
pt_br: Token de autenticação de dois fatores inválido
ro: Jeton 2FA invalid
ru: Неверный токен 2FA
sk: Neplatný 2FA token
sl: Neveljaven žeton 2FA
sr_latn: Netačan 2FA token
tr: Geçersiz 2FA simgesi
uk: Недійсний маркер 2FA
zh_hant: 無效的雙因素驗證（2FA）權杖

# wifi_exceptions_title
source: Wi-Fi exceptions
be: Wi-Fi выняткі
da: Wi-Fi undtagelser
es: Excepciones de Wi-Fi
fr: Exceptions Wi-Fi
hr: Wi-Fi iznimke
hu: Wi-Fi kivételek
id: Pengecualian Wi-Fi
it: Eccezioni Wi-Fi
ja: Wi-Fiの除外
ko: Wi-Fi 예외
nb: Wi-Fi-unntak
nl: Wifi uitzonderingen
pl: Wyjątki Wi-Fi
pt_br: Exceções de Wi-Fi
ro: Excepții Wi-Fi
ru: Сети-исключения
sk: Výnimky Wi-Fi
sl: Izjeme Wi-Fi
sr_latn: Wi-Fi izuzeci
tr: Wi-Fi istisnaları
uk: Wi-Fi винятки
zh_hant: Wi-Fi 例外

# wifi_exceptions_description
source: DNS protection will not work for Wi-Fi networks listed below
be: DNS абарона не будзе працаваць для сетак Wi-Fi, пералічаных ніжэй
da: DNS-beskyttelse vil ikke fungere for de nedenfor anførte Wi-Fi netværk
es: La protección DNS no funcionará para las redes Wi-Fi que se enumeran abajo
fr: La protection DNS ne fonctionnera pas pour les réseaux Wi-Fi répertoriés ci-dessous
hr: DNS zaštita neće raditi za Wi-Fi mreže navedene ispod
hu: A DNS védelem nem fog működni az alábbi Wi-Fi hálózatokon
id: Proteksi DNS tidak akan bekerja di jaringan Wi-Fi di bawah ini
it: La protezione di sistema non sarà attiva per le seguenti reti Wi-Fi
ja: 下記のWi-Fiネットワークに対し「DNS通信を保護」はオフになります。
ko: 아래에 나열된 Wi-Fi 네트워크에는 DNS 보호가 작동하지 않습니다
nl: DNS bescherming werkt niet op de onderstaande wifi netwerken
pl: Ochrona DNS nie będzie działać w przypadku wymienionych poniżej sieci Wi-Fi
pt_br: A proteção contra rastreamento não vai funcionar para as redes Wi-Fi listadas abaixo
ro: Protecția sistemului nu va funcționa pe rețelele Wi-Fi de mai jos
ru: Защита системы не будет работать для сетей Wi-Fi, перечисленных ниже
sk: DNS ochrana nebude fungovať pre nižšie uvedené siete Wi-Fi
sl: Zaščita DNS ne bo delovala za spodaj navedena omrežja Wi-Fi
sr_latn: Zaštita sistema neće raditi na Wi-Fi mrežama koje su izlistane ispod
tr: Aşağıda listelenen Wi-Fi ağlarında DNS koruması çalışmayacak
uk: DNS-захист не працюватиме у вказаних нижче мережах Wi-Fi
zh_hant: DNS 防護將不對下列的 Wi-Fi 網路起作用

# add_exception_title
source: Add an exception
be: Даданне вынятку
da: Tilføj en undtagelse
es: Añadir excepción
fr: Ajouter une exception
hr: Dodaj iznimku
hu: Kivétel hozzáadása
id: Tambah pengecualian
it: Aggiungi un'eccezione
ja: 除外項目を追加する
ko: 예외 추가
nb: Legg til et unntak
nl: Voeg een uitzondering toe
pl: Dodaj wyjątek
pt_br: Adicionar exceção
ro: Adăugați o excepție
ru: Добавить исключение
sk: Pridať výnimku
sl: Dodaj izjemo
sr_latn: Dodaj izuzetak
tr: İstisna ekle
uk: Додати виняток
zh_hant: 增加一個例外

# filter_mobile_title
source: Filter Mobile data
be: Фільтраваць мабільныя дадзеныя
da: Filtrér mobildata
es: Filtrar datos móviles
fr: Filtrer les données mobiles
hr: Filtriraj mobilne podatke
hu: Mobil adatforgalom szűrése
id: Penyaring data seluler
it: Filtra i dati mobile
ja: モバイル通信をフイルタルング
ko: 모바일 데이터 필터링
nb: Filtrer mobildata
nl: Filter mobiele data
pl: Filtruj dane mobilne
pt_br: Filtrar dados móveis
ro: Filtrați data Mobile
ru: Фильтровать мобильные данные
sk: Filtrovať mobilné dáta
sl: Filtriraj mobilne podatke
sr_latn: Filtriraj mobilne podatke
tr: Mobil veriyi filtrele
uk: Фільтрувати мобільні дані
zh_hant: 過濾行動數據

# filter_wifi_title
source: Filter Wi-Fi
be: Фільтраваць Wi-Fi
da: Filtrér Wi-Fi
es: Filtrar Wi-Fi
fr: Filtrer le Wi-Fi
hr: Filtriraj Wi-Fi
hu: Wi-Fi szűrése
id: Penyaring Wi-Fi
it: Filtra Wi-Fi
ja: Wi-Fiをフィルタリング
ko: Wi-Fi 필터링
nb: Filtrer Wi-Fi
pl: Filtruj Wi-Fi
pt_br: Filtrar Wi-Fi
ro: Filtru Wi-Fi
ru: Фильтровать Wi-Fi
sk: Filtrovať Wi-Fi
sl: Filtriraj Wi-Fi
sr_latn: Filtriraj Wi-Fi
tr: Wi-Fi'yi filtrele
uk: Фільтрувати Wi-Fi
zh_hant: 過濾 Wi-Fi

# mobile_data_description
source: DNS protection while on Mobile data
be: DNS абарона пры перадачы дадзеных праз мабільнае сеціва
da: DNS-beskyttelse under brug af mobildata
es: Protección DNS mientras está en datos móviles
fr: Protection DNS lors de l’utilisation des données mobiles
hr: DNS zaštita dok koristite mobilne podatke
hu: DNS védelem mobilinterneten
id: Perlindungan DNS saat memakai data Seluler
it: Protezione DNS per dati mobile
ja: モバイル通信接続時の「DNS通信を保護」
ko: 모바일 데이터 사용 중 추적 보호
nb: DNS-beskyttelse mens du er på mobildata
nl: DNS bescherming wanneer je mobiele data gebruikt
pl: Ochrona DNS podczas korzystania z danych mobilnych
pt_br: Proteção DNS durante dados móveis
ro: Protecție DNS la folosire date Mobile
ru: Защита системы при передаче данных через мобильную сеть
sk: DNS ochrana počas mobilného pripojenia
sl: Zaščita sistema med mobilnimi podatki
sr_latn: Zaštita sistema na mobilnim podacima
tr: Mobil verideyken DNS koruması
uk: DNS-захист в мобільній мережі
zh_hant: 當透過行動數據時之 DNS 防護

# wifi_data_description
source: DNS protection while on Wi-Fi
be: DNS абарона пры перадачы дадзеных праз Wi-Fi
da: DNS-beskyttelse under brug af Wi-Fi
es: Protección DNS mientras está en Wi-Fi
fr: Protection DNS sur le Wi-Fi
hr: DNS zaštita dok koristite Wi-Fi
hu: DNS védelem Wi-Fi-n
id: Perlindungan DNS saat memakai Wi-Fi
it: Protezione DNS con Wi-Fi in uso
ja: Wi-Fi接続時の「DNS通信を保護」
ko: Wi-Fi 사용 중 DNS 보호
nb: DNS-beskyttelse mens du er på Wi-Fi
nl: DNS bescherming wanneer je op een wifi netwerk bent
pl: Ochrona DNS podczas korzystania z Wi-Fi
pt_br: Proteção DNS em Wi-Fi
ro: Protecția DNS la folosire Wi-Fi
ru: Защита системы при использовании Wi-Fi
sk: DNS ochrana počas Wi-Fi pripojenia
sl: Zaščita DNS med Wi-Fi
sr_latn: Sistemska zaštita na Wi-Fi
tr: Wi-Fi'deyken DNS koruması
uk: DNS-захист в мережі Wi-Fi
zh_hant: 當透過 Wi-Fi 時之 DNS 防護

# allowlist_title
source: Allowlist
be: Белы спіс
da: Hvidliste
es: Lista de permitido
fr: Liste Blanche
hr: Popis dopuštenih
hu: Engedélyezési lista
id: Daftar Putih
it: Lista Bianca
ja: ホワイトリスト
ko: 허용 목록
nb: Hviteliste
nl: Toestemmingslijst
pl: Lista dozwolonych
pt_br: Lista de permissões
ro: Listă autorizări
ru: Белый список
sk: Zoznam povolení
sl: Seznam dovoljenih
sr_latn: Lista dozvoljenih
tr: İzin verilen listesi
uk: Список дозволів
zh_hant: 允許清單

# whitelist_title
source: Allowlist
be: Белы спіс
da: Hvidliste
es: Lista de permitido
fr: Liste Blanche
hr: Popis dopuštenih
hu: Kivételek
id: Daftar Putih
it: Lista Bianca
ja: ホワイトリスト
ko: 허용 목록
nb: Hviteliste
nl: Toestemmingslijst
pl: Lista dozwolonych
pt_br: Lista de permissões
ro: Listă autorizări
ru: Белый список
sk: Zoznam povolení
sl: Seznam dovoljenih
sr_latn: Bela lista
tr: İzin verilen listesi
uk: Список дозволів
zh_hant: 允許清單

# dns_blacklist_title
source: Blocklist
be: Чорны спіс
da: Sortliste
es: Lista de bloqueo
fr: Liste Noire
hr: Popis nedopuštenih
hu: Blokkolási lista
id: Daftar Hitam
it: Lista Nera
ja: ブラックリスト
ko: 차단 목록
nb: Blokkeringsliste
nl: Lijst met blokkeringen
pl: Lista blokowanych
pt_br: Lista de bloqueio
ro: Lista de blocări
ru: Черный список
sk: Zoznam blokovaní
sl: Seznam nedovoljenih
sr_latn: Crna lista
tr: Engelleme listesi
uk: Список блокування
zh_hant: 封鎖清單

# safari_userfilter_title
source: Safari user rules
be: Карыстацкія правілы Safari
da: Safari-brugerregler
es: Reglas del usuario para Safari
fa: دستورات کاربر سافاری
fr: Règles d'utilisateur pour Safari
hr: Safari korisnička pravila
hu: Safari felhasználói szabályok
id: Aturan pengguna Safari
it: Regole utente Safari
ja: Safariユーザールール
ko: Safari 사용자 규칙
nb: Safari-brukerregler
nl: Gebruiker regels in Safari
pl: Safari reguły użytkownika
pt_br: Regras de usuário do Safari
ro: Reguli utilizator Safari
ru: Пользовательские правила Safari
sk: Používateľské pravidlá Safari
sl: Safari uporablja pravila
sr_latn: Safari korisnička pravila
tr: Safari kullanıcı kuralları
uk: Користувацькі правила Safari
zh_hant: Safari 使用者規則

source: Export
be: Экспарт
da: Eksportér
es: Exportar
fa: خروجيگيري
fr: Exporter
hr: Izvoz
hu: Exportálás
id: Ekspor
it: Esporta
ja: エクスポート
ko: 내보내기
nb: Eksporter
nl: Exporteren
pl: Eksportuj
pt_br: Exportar
ru: Экспорт
sl: Izvozi
sr_latn: Izvezi
tr: Dışa aktar
uk: Експорт
zh_hant: 匯出

# common_clear
source: Clear
be: Ачысціць
da: Ryd
es: Borrar
fa: پاکسازی
fr: Effacer
hr: Očisti
hu: Törlés
id: Bersihkan
it: Cancellare
ja: クリア
ko: 비우기
nb: Tøm
nl: Verwijder
pl: Wyczyść
pt_br: Limpar
ro: Șterge
ru: Очистить
sk: Vymazať
sl: Počisti
sr_latn: Očisti
tr: Temizle
uk: Очистити
zh_hant: 清除

# common_save
source: Save
be: Захаваць
da: Gem
es: Guardar
fa: ذخیره
fr: Sauvegarder
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salvați
ru: Сохранить
sk: Uložiť
sl: Shrani
sr_latn: Sačuvaj
tr: Kaydet
uk: Зберегти
zh_hant: 儲存

source: Import
be: Імпарт
da: Importér
es: Importar
fa: وارد کردن
fr: Importer
hr: Uvoz
hu: Importálás
id: Impor
it: Importa
ja: インポート
ko: 가져오기
nb: Importer
nl: Importeren
pl: Importuj
pt_br: Importar
ru: Импорт
sl: Uvozi
sr_latn: Uvezi
tr: İçe aktar
uk: Імпорт
zh_hant: 匯入

source: Disabled
be: Адключана
da: Deaktiveret
es: Deshabilitado
fa: غير فعال شده
fr: Désactivé
hr: Onemogućeno
hu: Letiltva
id: Dimatikan
it: Disattivati
ja: オフ
ko: 비활성화 됨
nb: Avslått
nl: Uitgeschakeld
pl: Wyłączonych
pt_br: Desativado
ro: Dezactivat
ru: Отключено
sk: Vypnuté
sl: Onemogočeno
sr_latn: Isključeno
tr: Devre dışı
uk: Вимкнено
zh_hant: 已禁用

# remove_from_whitelist
source: Remove from allowlist
be: Выдаліць з белага спіса
da: Fjern fra hvidliste
es: Eliminar de la lista de permitido
fa: حذف از لیست سفید
fr: Retirer de la liste blanche
hr: Ukloni s popisa dopuštenih
hu: ELTÁVOLÍTÁS A KIVÉTELEKBŐL
id: Hapus dari daftar putih
it: Rimuovi dalla lista bianca
ja: ホワイトリストから削除する
ko: 허용 목록에서 제거
nb: FJERN FRA HVITELISTEN
nl: Verwijderen uit toestemmingslijst
pl: Usuń z listy dozwolonych
pt_br: Remover da lista de permissões
ro: Șterge din lista de autorizări
ru: Удалить из белого списка
sk: Odstrániť zo zoznamu povolení
sl: Odstrani s seznama dovoljenih
sr_latn: Ukloni sa bele liste
tr: İZİN VERİLEN LİSTESİNDEN KALDIR
uk: Вилучити зі списку дозволів
zh_hant: 從允許清單中移除

# remove_from_blacklist
source: Remove from blocklist
be: Выдаліць з чорнага спіса
da: Fjern fra sortliste
es: Eliminar de la lista de bloqueo
fa: حذف از لیست سیاه
fr: Retirer de la liste noire
hr: Ukloni s popisa nedopuštenih
hu: ELTÁVOLÍTÁS A TILTÁSOKBÓL
id: Hapus dari daftar hitam
it: Rimuovi dalla lista nera
ja: ブラックリストから削除する
ko: 차단 목록에서 제거
nb: FJERN FRA BLOKKERINGSLISTEN
nl: Verwijderen uit blokkeringslijst
pl: Usuń z listy blokowanych
pt_br: Remover da lista de bloqueio
ro: Șterge din lista de blocări
ru: Удалить из чёрного списка
sk: Odstrániť zo zoznamu blokovaní
sl: Odstrani s seznama nedovoljenih
sr_latn: Ukloni sa crne liste
tr: Engelleme listesinden sil
uk: Вилучити зі списку блокування
zh_hant: 從封鎖清單中移除

# add_to_whitelist
source: Add to allowlist
be: Дадаць у белы спіс
da: Føj til hvidliste
es: Añadir a la lista de permitido
fa: افزودن به لیست سفید
fr: Ajouter à la liste blanche
hr: Dodaj na popis dopuštenih
hu: HOZZÁADÁS A KIVÉTELEKHEZ
id: Tambah ke daftar putih
it: Aggiungi alla lista bianca
ja: ホワイトリストに追加する
ko: 허용 목록에 추가
nb: LEGG TIL I HVITELISTEN
nl: Toevoegen aan toestemmingslijst
pl: Dodaj do listy dozwolonych
pt_br: Adicionar na lista de permissões
ro: Adaugă la lista de autorizări
ru: Добавить в белый список
sk: Pridať do zoznamu povolení
sl: Dodaj na seznam dovoljenih
sr_latn: Dodaj na belu listu
tr: İZİN VERİLEN LİSTESİNE EKLE
uk: Додати до списку дозволів
zh_hant: 加至允許清單

# add_to_blacklist
source: Add to blocklist
be: ДАДАЦЬ У ЧОРНЫ СПІС
da: Føj til sortliste
es: Añadir a la lista de bloqueo
fa: افزودن به لیست سیاه
fr: Ajouter à la liste noire
hr: Dodaj na popis nedopuštenih
hu: Hozzáadás a tiltásokhoz
id: Tambah ke daftar hitam
it: Aggiungi alla lista nera
ja: ブラックリストに追加する
ko: 차단 목록에 추가
nb: LEGG TIL I BLOKKERINGSLISTEN
nl: Toevoegen aan blokkeringslijst
pl: Dodaj do listy blokowanych
pt_br: Adicionar na lista de bloqueio
ro: Adaugă la lista de blocări
ru: Добавить в чёрный список
sk: Pridať do zoznamu blokovaní
sl: Dodaj na seznam nedovoljenih
sr_latn: Dodaj na crnu listu
tr: Engelleme listesine ekle
uk: Додати до списку блокування
zh_hant: 加至封鎖清單

# security_description
source: Allow to block phishing sites and other dangerous domains. Available to Premium users
be: Дазваляць блакаваць фішынгавыя сайты і іншыя небяспечныя дамены. Даступны карыстачам Прэміум-падпіскі
da: Tillad at blokere phishing-websteder og andre farlige domæner. Tilgængelig for Premium-brugere
es: Permite bloquear sitios de phishing y otros dominios peligrosos. Disponible para usuarios Premium
fa: اجازه مسدودسازی سایت های فیشینگ و سایر دامنه های خطرناک را میدهد. برای کاربران پریمیوم موجود است
fr: Permet de bloquer les sites d'hameçonnage et autres domaines dangereux. Disponible pour les utilisateurs Premium
hr: Omogućite za blokiranje stranica za krađu identiteta i drugih opasnih domena. Dostupno samo Premium korisnicima
hu: Lehetővé teszi az adathalász oldalak és az egyéb veszélyes domainek blokkolását. Elérhető a Prémium felhasználók számára
id: Memblokir situs phishing dan domain berbahaya lainnya. Hanya untuk pengguna Premium
it: Permette di bloccare i siti di phishing e altri domini pericolosi. Disponibile per gli utenti Premium
ja: フィッシング詐欺や他の危険なドメインをブロック。※プレミアム版で利用可
ko: 피싱 사이트 및 위험한 도메인을 차단할 수 있습니다. 프리미엄 사용자가 사용할 수 있습니다
nl: Sta toe om phishing-sites en andere gevaarlijke domeinen te blokkeren. Beschikbaar voor Premium-gebruikers
pl: Zezwól na blokowanie witryn wyłudzających informacje i inne niebezpieczne domeny. Dostępne dla użytkowników Premium
pt_br: Permite o bloqueio de sites de phishing e outros domínios perigosos. Disponível para usuários Premium
ro: Poate bloca site-uri de phishing și a alte domenii riscante. Numai utilizatorilor Premium
ru: Позволяют блокировать фишинговые сайты и другие опасные домены. Доступен пользователям Премиум-подписки
sk: Povoliť blokovanie podvodných stránok a ďalších nebezpečných domén. K dispozícii pre prémiových používateľov
sl: Dovoli zaviranje lažnega predstavljanja in drugih nevarnih domen. Na voljo uporabnikom Premium
sr_latn: Dozvoli blokiranje fišing sajtova i drugih opasnih domena. Dostupno za Premium korisnike
tr: Kimlik avı sitelerinin ve diğer tehlikeli alan adlarının engellenmesine izin verin. Premium kullanıcılar tarafından kullanılabilir
uk: Дозволити блокування фішингових сайтів та інших небезпечних доменів. Доступно для Преміум-користувачів
zh_hant: 允許封鎖網路釣魚網站和其它危險的網域。對於高級版用戶是可用的

# custom_description
source: Allows adding third-party filters. Available to Premium users
be: Дазваляць дадаваць іншыя фільтры. Даступны карыстачам Прэміум-падпіскі
da: Tillader tilføjelse af filtre fra tredjeparter. Tilgængelig for Premium-brugere
es: Permite añadir filtros de terceros. Disponible para los usuarios Premium
fa: اجازه افزودن فیلترهای ثالث را میدهد. برای کاربران پریمیوم موجود است
fr: Permet d'ajouter des filtres tiers. Disponible pour les utilisateurs Premium
hr: Omogućuje dodavanje filtara treće strane. Dostupno Premium korisnicima
hu: Lehetővé teszi külső szűrők hozzáadását. Elérhető a Prémium felhasználók számára
id: Menambahkan filter pihak ketiga. Hanya tersedia untuk pengguna Premium
it: Permette l'aggiunta di filtri di terze parti. Disponibile per gli utenti Premium
ja: サードパーティのフィルタを追加。※プレミアム版で使用可
ko: 타사 필터를 추가 할 수 있습니다. 프리미엄 사용자가 사용할 수 있습니다
nb: Tillater å legge til tredjepartsfiltre. Tilgjengelig for Premium-brukere
nl: Mogelijkheid om filters van derden toe te voegen. Beschikbaar voor Premium-gebruikers
pl: Pozwala dodawać filtry innych firm. Dostępne dla użytkowników Premium
pt_br: Permite a adição de filtros de terceiros. Disponível para usuários Premium
ro: Permite adăugare de filtre părți-terțe. Numai utilizatorilor Premium
ru: Позволяет добавлять сторонние фильтры. Доступен пользователям Премиум-подписки
sk: Umožňuje pridávať filtre tretích strán. K dispozícii pre prémiových používateľov
sl: Omogoča dodajanje filtrov drugih avtorjev. Na voljo uporabnikom Premium
sr_latn: Dozvoljava dodavanje filtera trećih strana. Dostupno za premium korisnike
tr: Üçüncü parti filtreleri eklemeye izin verir. Premium kullanıcılar için kullanılabilir
uk: Додавання сторонніх фільтрів. Доступно для Преміум-користувачів
zh_hant: 允許增加第三方的過濾器。對於高級版用戶是可用的

# audio_video_player
source: Audio and video players
be: Аўдыяплэеры і відэапрайгравальнікі
da: Lyd- og videoafspillere
es: Reproductores de audio y vídeo
fa: پخش کننده صوتی و صدا
fr: Lecteurs audio et vidéo
hr: Audio i video preglednici
hu: Hang és videó lejátszók
id: Pemutar suara dan video
it: Lettori audio e video
ja: オーディオ・ビデオプレイヤー
ko: 오디오 및 비디오 플레이어
nb: Lyd- og videospillere
nl: Audio- en videospelers
pl: Odtwarzacze audio i wideo
pt_br: Reprodutores de áudio e vídeo
ro: Playere audio și video
ru: Аудиоплееры и видеопроигрыватели
sk: Prehrávače zvuku a videa
sl: Predvajalniki zvoka in videa
sr_latn: Audio i video plejeri
tr: Ses ve video oynatıcılar
uk: Програвачі аудіо та відео
zh_hant: 影音播放器

source: Comments
be: Каментарыі
da: Kommentarer
es: Comentarios
fa: نظرات
fr: Commentaires
hr: Komentari
hu: Megjegyzések
id: Komentar
it: Commenti
ja: コメント
ko: 댓글
nb: Kommentarer
pl: Komentarze
pt_br: Comentários
ro: Comentarii
ru: Комментарии
sk: Komentáre
sl: Komentarji
sr_latn: Komentari
tr: Yorumlar
uk: Коментарі
zh_hant: 評論

source: Customer interaction
be: Узаемадзеянне з кліентамі
da: Kundeinteraktion
es: Interacción con el cliente
fa: ارتباط با مشتری
fr: Interactions client
hr: Interakcija s kupcima
hu: Vásárlói interakció
id: Interaksi pelanggan
it: Interazioni con i clienti
ja: カスタマーインタラクション
ko: 고객 상호 작용
nb: Kundesamhandling
nl: Klanten interactie
pl: Interakcja z klientem
pt_br: Interação com o cliente
ro: Interacțiune clienții
ru: Взаимодействие с клиентами
sk: Interakcia so zákazníkmi
sl: Interakcija s strankami
sr_latn: Korisnička interakcija
tr: Müşteri etkileşimi
uk: Взаємодія з клієнтом
zh_hant: 顧客互動

source: Pornvertising
be: Порнарэклама
da: Pornoreklame
es: Anuncio pornográfico
fa: تبلیغات ضد اخلاقی
fr: Pornographie
hr: Oglašavanje pornografije
hu: Pornográfia
id: Iklan dewasa
it: Annunci pornografici
ja: アダルト系広告
ko: 성인 광고
nb: Erotisk reklame
pt_br: Publicidade pornográfica
ro: Reclame porno
ru: Порнореклама
sl: Porno oglaševanje
uk: Порнореклама
zh_hant: 色情廣告

source: Advertising
be: Рэклама
da: Reklame
es: Anuncio
fa: تبلیغات
fr: Publicité
hr: Oglašavanje
hu: Hirdetés
id: Periklanan
it: Annunci pubblicitari
ja: 広告
ko: 광고
nb: Reklamering
nl: Advertenties
pl: Reklama
pt_br: Publicidade
ro: Reclame
ru: Реклама
sk: Reklama
sl: Oglaševanje
sr_latn: Oglašavanje
tr: Reklamcılık
uk: Реклама
zh_hant: 廣告
