Repository: AdguardTeam/AdguardForiOS
Catalog: AdguardExtension/AdguardApp/*.lproj/Localizable.strings
Languages: be, bg, da, es, fa, fr, hr, hu, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sr_latn, tr, uk, zh_hant

source: Lost password?
be: Згубілі пароль?
bg: Забравили сте си паролата?
da: Glemt adgangskode?
es: ¿Olvidaste tu contraseña?
fa: رمزعبور را گم کرده اید؟
fr: Mot de passe oublié ?
hr: Zaboravljena lozinka?
hu: Elfelejtette a jelszót?
id: Kehilangan kata sandi?
it: Password smarrita?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊어버렸나요?
nb: Har du glemt passordet?
nl: Wachtwoord vergeten?
pl: Zapomniałem hasła?
pt_br: Esqueceu sua senha?
ro: Parolă pierdută?
ru: Забыли пароль?
sk: Stratené heslo?
sl: Izgubljeno geslo?
sr_latn: Izgubili ste lozinku?
tr: Parolanızı mı unuttunuz?
uk: Забули пароль?
zh_hant: 弄丟了密碼嗎？

# premium_expired_message
source: Your Premium account has expired
be: Тэрмін дзеяння ўліковага запісу прэміум скончаны
da: Din Premium-konto er udløbet
es: La licencia Premium ha expirado
fa: اکانت پریمیوم شما منقضی شده است
fr: Votre compte Premium à expiré
hr: Vaš Premium račun je istekao
hu: Premium fiókja lejárt
id: Akun premium Anda telah kedaluwarsa
it: Il tuo account Premium è scaduto
ja: プレミアムアカウントが有効期限切れです。
ko: 귀하의 프리미엄 보호 서비스가 만료되었습니다.
nb: Premium-kontoen din har utløpt
nl: Uw premium abonnement is verlopen
pl: Twoje konto Premium wygasło
pt_br: Sua conta premium expirou
ro: Contul dvs. Premium a expirat
ru: Срок действия Премиум-аккаунта истек
sk: Váš Premium účet vypršal
sl: Vaš Premium račun je potekel
sr_latn: Vaš premium nalog je istekao
tr: Premium hesabınızın süresi doldu
uk: Термін дії Преміум завершився
zh_hant: 您的高級版帳戶已到期

# premium_expired_title
source: Attention
be: Увага!
da: Bemærk
es: Atención
fa: توجه
hr: Pažnja
hu: Figyelem
id: Perhatian
it: Attenzione
ja: 注意
ko: 주의
nb: Oppmerksomhet
nl: Attentie
pl: Uwaga
pt_br: Atenção
ro: Atenție
ru: Внимание
sk: Upozornenie
sl: Pozor
sr_latn: Pažnja
tr: Dikkat
uk: Увага
zh_hant: 注意

# not_premium_message
source: You have successfully logged into your AdGuard account, but there are no license keys that allow you to activate the Premium version.
be: Вы паспяхова ўвайшлі ў свой AdGuard-акаўнт. На жаль, у ім няма ліцэнзійных ключоў, што дазваляюць вам актываваць Прэміум-версію.
da: Du er logget ind på din AdGuard-konto, men der er ingen licensnøgler, som lader dig aktivere Premium-versionen.
es: Has iniciado sesión correctamente en tu cuenta AdGuard, pero no hay claves de licencia que te permitan activar la versión premium.
fa: شما با موفقیت وارد اکانت AdGuard شده اید اما کلید مجوزی که اجازه فعالسازی نسخه پریمیوم را بدهد وجود ندارد
fr: Vous vous êtes connecté avec succès à votre compte AdGuard, mais vous avez aucune clé de licence qui vous permettra d'activer la version Premium.
hr: Uspješno ste se prijavili u svoj AdGuard račun, ali nema licencnih ključeva koji omogućuju aktiviranje premium verzije.
hu: Sikeresen bejelentkezett az AdGuard fiókjába, de nincs olyan licenckulcs, amely lehetővé teszi a prémium verzió aktiválását.
id: Anda telah berhasil masuk ke akun AdGuard Anda, tetapi tidak ada lisensi untuk mengaktivasi versi premium.
it: Hai effettuato correttamente l'accesso al tuo account AdGuard, ma non esistono chiavi di licenza che ti consentano di attivare la versione premium.
ja: AdGuardアカウントのログインできましたが、プレミアム版のライセンスキーがありません。
ko: AdGuard 계정에 성공적으로 로그인 하였으나 프리미엄 버전을 활성화 시킬 수 있는 라이선스 키가 없습니다.
nl: U bent succesvol aangemeld met uw AdGuard account, maar er zijn geen licentie sleutels die het activeren van de premium versie toestaan.
pl: Pomyślnie zalogowałeś się na koncie AdGuard, ale nie ma kluczy licencyjnych, które pozwoliłyby aktywować wersję Premium.
pt_br: Você efetuou login com êxito na conta do AdGuard, mas não há chaves de licença para ativar a versão premium.
ro: V-ați conectat cu succes la contul dvs AdGuard, dar nu există chei de licență care să vă permită să activați versiunea Premium.
ru: Вы успешно вошли в свой AdGuard-аккаунт. К сожалению, в нем нет лицензионных ключей, позволяющих вам активировать Премиум-версию.
sk: Úspešne ste sa prihlásili do Vášho účtu AdGuard, ale nie sú k dispozícii žiadne licenčné kľúče, ktoré by Vám umožnili aktiváciu prémiovej verzie.
sl: Uspešno ste se prijavili v svoj račun AdGuard, vendar ni licenčnih ključev, ki bi vam dovolili aktiviranje premijske različice.
sr_latn: Uspešno ste se prijavili na svoj AdGuard nalog, ali u njemu nema licenci koje vam dozvoljavaju da aktivirate premium verziju.
tr: AdGuard hesabınıza başarıyla giriş yaptınız, ancak premium sürümü aktifleştirmenize izin veren lisans anahtarı yok.
uk: Ви успішно увійшли до облікового запису AdGuard, але там немає ліцензійних ключів, що дозволяють вам активувати преміум-версію.
zh_hant: 您已成功地登入您的 AdGuard 帳戶，但沒有允許您啟動該高級版之授權金鑰。

# login_success_message
source: You have successfully logged into your AdGuard account! The Premium version of AdGuard for iOS has been activated.
be: Вы паспяхова ўвайшлі ў свой AdGuard-акаўнт! Актывавана Прэміум-версія AdGuard для iOS.
da: Du er logget ind på din AdGuard-konto! AdGuard Premium til iOS er nu aktiveret.
es: Has iniciado sesión correctamente en tu cuenta AdGuard. La versión premium de AdGuard para iOS ha sido activada.
fa: شما با موفقیت وارد اکانت AdGuard شده اید! نسخه پریمیوم AdGuard for iOS فعال شد.
fr: Vous vous êtes connectés avec succès à votre compte AdGuard! La version premium d'AdGuard pour iOS à été activée
hr: Uspješno ste se prijavili na svoj AdGuard račun! Aktivirana je premium verzija AdGuarda za iOS.
hu: Sikeresen bejelentkezett az AdGuard-fiókjába! Aktiválták az AdGuard prémium verzióját az iOS számára.
id: Anda telah berhasil masuk ke akun AdGuard Anda, AdGuard for iOS premium sudah berhasil diaktifkan.
it: Hai effettuato correttamente l'accesso al tuo account AdGuard! La versione premium di AdGuard per iOS è stata attivata.
ja: AdGuardアカウントでログインでき、プレミアム版が有効になりました。
ko: AdGuard 계정에 성공적으로 로그인하였습니다! iOS용 AdGuard의 프리미엄 버전이 활성화 되었습니다.
nl: U bent succesvol aangemeld met uw AdGuard account! De premium versie van AdGuard voor iOS is geactiveerd.
pl: Pomyślnie zalogowałeś się na koncie AdGuard! Wersja Premium AdGuard na iOS została aktywowana.
pt_br: Você efetuou login com êxito na conta do AdGuard! A versão premium do AdGuard para iOS foi ativada.
ro: V-ați conectat cu succes la contul dvs AdGuard! Versiunea Premium de AdGuard pentru iOS a fost activată.
ru: Вы успешно вошли в свой AdGuard-аккаунт! Активирована Премиум-версия AdGuard для iOS.
sk: Úspešne ste sa prihlásili do Vášho účtu AdGuard! Prémiová verzia programu AdGuard pre iOS bola aktivovaná.
sl: Uspešno ste se prijavili v svoj račun AdGuard! Aktivirana je Premium različica AdGuard za iOS.
sr_latn: Uspešno ste se prijavili u vaš AdGuard nalog! Vaša premium licenca je uspešno aktivirana.
tr: AdGuard hesabınıza başarıyla giriş yaptınız! iOS için AdGuard premium sürümü etkinleştirildi.
uk: Ви успішно увійшли в обліковий запис AdGuard! Преміум-версію AdGuard для iOS було активовано.
zh_hant: 您已成功地登入您的 AdGuard 帳戶！AdGuard for iOS 的高級版已被啟動。

# login_premium_expired_message
source: You have successfully logged into your AdGuard account, but the license keys that allow you to activate the Premium version have expired.
be: Вы паспяхова ўвайшлі ў AdGuard-акаўнт! На жаль, тэрмін дзеяння ліцэнзійных ключоў, што дазваляюць актываваць Прэміум-версію, мінуў.
da: Du er logget ind på din AdGuard-konto, men licensnøglerne, som lader dig aktivere Premium, er udløbet.
es: Has iniciado sesión correctamente en tu cuenta AdGuard, pero las claves de licencia que te permiten activar la versión premium han expirado.
fa: شما با موفقیت وارد اکانت AdGuard شده اید اما کلیدهای مجوز نسخه پریمیوم منقضی شده اند.
fr: Vous vous êtes connectés à votre compte AdGuard, mais la clé de la licence qui vous autorise à active la version pretium a expiré
hr: Uspješno ste se prijavili na svoj AdGuard račun, ali licencni ključevi koji omogućuju aktiviranje premium verzije su istekli.
hu: Sikeresen bejelentkezett az AdGuard fiókjába, de a licenckulcsok, amelyek lehetővé teszik a prémium verzió aktiválását, lejártak.
id: Anda telah berhasil masuk ke akun AdGuard Anda, tetapi lisensi yang memungkinkan Anda untuk mengaktifkan versi premium telah kedaluwarsa.
it: Hai effettuato correttamente l'accesso al tuo account AdGuard, ma le chiavi di licenza che ti consentono di attivare la versione premium sono scadute.
ja: AdGuardアカウントのログインできましたが、プレミアム版用のライセンスキーが有効期限切れです。
ko: AdGuard 계정에 성공적으로 로그인 하였으나, 프리미엄 버전을 활성화 할 수 있는 라이선스 키가 만료되었습니다.
nl: U bent succesvol aangemeld met uw AdGuard account, maar de licentie sleutels die het activeren van de premium versie toestaan, zijn verlopen.
pl: Pomyślnie zalogowałeś się na koncie AdGuard, ale wygasły wszystkie klucze licencyjne umożliwiające aktywację wersji Premium.
pt_br: Você efetuou login com êxito na conta do AdGuard, mas as chaves de licença que permitem ativar a versão premium expiraram.
ro: V-ați conectat cu succes la contul dvs AdGuard, dar cheile de licență care vă permit să activați versiunea Premium au expirat.
ru: Вы успешно вошли в AdGuard-аккаунт! К сожалению, срок действия лицензионных ключей, позволяющих активировать Премиум-версию, истек.
sk: Úspešne ste sa prihlásili do Vášho účtu AdGuard, ale všetky licenčné kľúče, ktoré by Vám umožnili aktiváciu prémiovej verzie, už vypršali.
sl: Uspešno ste se prijavili v svoj račun AdGuard, vendar so licenčni ključi, ki omogočajo aktiviranje Premium različice, potekli.
sr_latn: Uspešno ste se prijavili u svoj AdGuard nalog, ali licenčni ključevi za aktivaciju premium naloga su istekli.
tr: AdGuard hesabınıza başarıyla giriş yaptınız, ancak premium sürümü aktifleştirmenize izin veren lisans anahtarlarının süresi doldu.
uk: Ви успішно увійшли в обліковий запис AdGuard, але термін дії ліцензійних ключів, що дозволили б активувати преміум-версію, завершився.
zh_hant: 您已成功地登入您的 AdGuard 帳戶，但允許您啟動該高級版之授權金鑰已到期。

# restore_purchases_failure_message
source: An error occurred while trying to restore the purchase.
be: Адбылася памылка пры спробе аднавіць куплю.
da: En fejl opstod under forsøget på at gendanne købet.
es: Se ha producido un error al intentar restaurar la compra.
fa: یک خطا حین بازگرداندن خرید رخ داده است.
fr: Une erreur s'est produite lors de la tentative de restauration de l'achat.
hr: Došlo je do pogreške tijekom povrata kupnje.
hu: Hiba történt a vásárlás visszaállítása közben.
id: Terjadi kesalahan saat mencoba memulihkan pembelian.
it: Si è verificato un errore durante il tentativo di ripristinare l'acquisto.
ja: 購入を復元中にエラーが発生しました。
ko: 구매 내역을 복구하던 중 오류가 발생하였습니다.
nb: En feil oppstod i forsøket på å gjenopprette kjøpet.
nl: Er is een fout opgetreden bij het herstellen van de aankoop.
pl: Wystąpił błąd podczas próby przywrócenia zakupu.
pt_br: Ocorreu um erro ao tentar restaurar a compra.
ro: Eroare la încercarea de restaurare a achiziției.
ru: Произошла ошибка при попытке восстановить покупку.
sk: Pri pokuse o obnovu nákupu nastala chyba.
sl: Prišlo je do napake pri poskusu obnovitve nakupa.
sr_latn: Dogodila se greška prilikom pokušaja oporavka kupovine.
tr: Satın alma işlemini geri yüklemeye çalışırken bir hata oluştu.
uk: При спробі відновити покупки сталася помилка.
zh_hant: 當試圖回復該購買時，錯誤已發生。

# restore_success_message
source: The purchase has been restored! The Premium version of AdGuard for iOS has been activated.
be: Купля адноўлена! Актывавана Прэміум-версія AdGuard для iOS.
da: Køb gendannet! AdGuard Premium til iOS er nu aktiveret.
es: ¡Compra restaurada! La versión premium de AdGuard para iOS ha sido activada.
fa: خرید بازگردانده شد! نسخه پریمیوم AdGuard for iOS فعال شد.
fr: L'achat a été restauré! La version Premium d'AdGuard pour iOS a été activée.
hr: Kupnja je obnovljena! Premium verzija AdGuarda za iOS je aktivirana.
hu: A vásárlás visszaállt! Aktiválta az AdGuard prémium verzióját az iOS számára.
id: Pembelian telah dipulihkan! Versi premium AdGuard untuk iOS telah diaktifkan.
it: L'acquisto è stato ripristinato! La versione premium di AdGuard per iOS è stata attivata.
ja: 購入が復元され、IOS版AdGuardのプレミアム版が有効になりました。
ko: 구매 내역이 복구되었습니다! iOS용 AdGuard의 프리미엄 버전이 활성화 되었습니다.
nl: De aankoop is hersteld. De premium versie van AdGuard voor iOS is geactiveerd.
pl: Zakup przywrócony! Wersja Premium AdGuard dla iOS została aktywowana.
pt_br: A compra foi restaurada! A versão premium do AdGuard para iOS foi ativada.
ro: Achiziția a fost restaurată! Versiunea Premium de AdGuard pentru iOS a fost activată.
ru: Покупка восстановлена! Активирована Премиум-версия AdGuard для iOS.
sk: Nákup bol obnovený! Prémiová verzia AdGuard pre iOS bola aktivovaná.
sl: Nakup je obnovljen! Aktivirana je Premium različica AdGuard za iOS.
sr_latn: Kupovina je oporavljena! Premium verzija AdGuard-a za iOS je aktivirana.
tr: Satın alma işlemi geri yüklendi! iOS için AdGuard premium sürümü etkinleştirildi.
uk: Покупку успішно відновлено! Преміум-версію AdGuard для iOS активовано.
zh_hant: 該購買已被回復！AdGuard for iOS 的高級版已被啟動。

# nothing_to_restore_message
source: No purchases to restore
be: Няма набыткаў для аднаўлення
da: Ingen køb at gendanne
es: No se han encontrado compras para restaurar
fa: خریدی برای بازگرداندن وجود ندارد
fr: Pas d'achats à renouveler
hr: Nema kupnji za vratiti
hu: Nincs visszaállítható vásárlás
id: Tidak ada pembelian untuk dipulihkan
it: Nessun acquisto da ripristinare
ja: 購入を復元できせん。
ko: 복구할 구매 내역이 없습니다
nb: Ingen kjøp å gjenopprette
nl: Er is geen aankoop om te herstellen
pl: Nie udało nam się wykryć żadnych zakupów do przywrócenia.
pt_br: Nenhuma compra para restaurar
ro: Nicio achiziție de restaurat
ru: Нет покупок для восстановления
sk: Nedajú sa obnoviť žiadne nákupy
sl: Ni nakupov za obnovitev
sr_latn: Nema kupovina koje se mogu oporaviti
tr: Geri yüklenecek satın alma yok
uk: Немає покупок для відновлення
zh_hant: 無要回復的購買

# purchase_success_message
source: The purchase has been successfully completed! The Premium version of AdGuard for iOS has been activated.
be: Купля паспяхова завершана! Актывавана Прэміум-версія AdGuard для iOS.
da: Køb gennemført! AdGuard Premium til iOS er nu aktiveret.
es: ¡Compra completada correctamente! La versión premium de AdGuard para iOS ha sido activada.
fa: خرید با موفقیت کامل شد!نسخه پریمیوم AdGuard for iOS فعال شد.
fr: L'achat a été complété avec succès! La version Premium d'AdGuard pour iOS a été activée.
hr: Kupnja je uspješno dovršena! Premium verzija AdGuarda za iOS je uspješno aktivirana.
hu: A vásárlás sikeresen befejeződött! Aktiválta az AdGuard prémium verzióját az iOS számára.
id: Pembelian telah berhasil diselesaikan! Versi premium AdGuard untuk iOS telah diaktifkan.
it: L'acquisto è stato completato con successo! La versione premium di AdGuard per iOS è stata attivata.
ja: 購入が完了し、プレミアム版が有効化されました。
ko: 구매가 완료되었습니다! iOS용 AdGuard의 프리미엄 버전이 활성화 되었습니다.
nl: De aankoop is succesvol afgerond. De premium versie van AdGuard voor iOS is geactiveerd.
pl: Zakup zakończony pomyślnie! Wersja Premium AdGuard dla iOS została aktywowana.
pt_br: A compra foi concluída com sucesso! A versão premium do AdGuard para iOS foi ativada.
ro: Achiziția a fost finalizată cu succes! Versiunea Premium de AdGuard pentru iOS a fost activată.
ru: Покупка успешно завершена! Активирована Премиум-версия AdGuard для iOS.
sk: Nákup bol úspešne dokončený! Prémiová verzia programu AdGuard pre iOS bola aktivovaná.
sl: Nakup je bil uspešno zaključen! Aktivirana je Premium različica AdGuard za iOS.
sr_latn: Kupovina je uspešno dovršena! Premium verzija AdGuard-a za iOS je aktivirana.
tr: Satın alma başarıyla tamamlandı! iOS için AdGuard premium sürümü etkinleştirildi.
uk: Покупку успішно завершено! Преміум-версію AdGuard для iOS активовано.
zh_hant: 該購買已被成功地完成！AdGuard for iOS 的高級版已被啟動。

# purchase_failure_message
source: An error occurred while processing your purchase.
be: Адбылася памылка падчас апрацоўкі куплі.
da: En fejl opstod under behandlingen af dit køb.
es: Se ha producido un error al procesar tu compra.
fa: یک خطا حین پردازش خرید شما رخ داد.
fr: Une erreur s'est produite lors du traitement de votre achat.
hr: Došlo je do pogreške tijekom obrade vaše kupnje.
hu: Hiba történt a vásárlás során.
id: Terjadi kesalahan saat memproses pembelian Anda.
it: Si è verificato un errore durante l'elaborazione dell'acquisto.
ja: 購入中のエラーが発生しました。
ko: 구매 도중 오류가 발생하였습니다.
nb: En feil oppstod under behandling av kjøpet ditt.
nl: Er is een fout opgetreden bij het afhandelen van uw aankoop.
pl: Wystąpił błąd podczas przetwarzania zakupu.
pt_br: Ocorreu um erro ao processar sua compra.
ro: A apărut o eroare la procesarea achiziției.
ru: Произошла ошибка во время обработки покупки.
sk: Počas spracovania nákupu sa vyskytla chyba.
sl: Pri obdelavi vašega nakupa je prišlo do napake.
sr_latn: Dogodila se greška prilikom obrade vaše kupovine.
tr: Satın alma işleminiz gerçekleştirilirken bir hata oluştu.
uk: При обробці вашої покупки сталася помилка.
zh_hant: 當處理您的購買時，錯誤已發生。

# custom_group_name
source: Custom
be: Карыстацкі
da: Tilpasset
es: Personalizado
fa: دستي
fr: Personnaliser
hr: Prilagođeno
id: Kustom
it: Personalizzato
ja: カスタム
ko: 사용자 정의
nb: Tilpasset
nl: Aangepast
pl: Niestandardowe
pt_br: Personalizado
ro: Adaptat
ru: Собственные фильтры
sk: Vlastný
sl: Po meri
sr_latn: Prilagođeno
tr: Özel
uk: Власні фільтри
zh_hant: 自訂的

# filter_group_filters_count_format
source: Enabled filters: %d/%d
be: Улучаныя фільтры: %d/%d
da: Aktiveret filtre: %d/%d
es: Filtros habilitados: %d/%d
fa: فیلترهای فعال شده: %d/%d
fr: Activer les filtres: %d/%d
hr: Omogućeni filtri: %d/%d
hu: Engedélyezett szűrők: %d/%d
id: Filter diaktifkan: %d/%d
it: Filtri attivi: %d/%d
ja: 有効なフィルタ %d/%d
ko: 활성화된 필터: %d / %d
nb: Påskrudde filtre: %d/%d
nl: Actieve filters: %d/%d
pl: Włączone filtry: %d/%d
pt_br: Filtros habilitados: %d/%d
ro: Filtre activate: %d/%d
ru: Включенные фильтры: %d/%d
sk: Zapnutých filtrov: %d/%d
sl: Omogočeni filtri: %d/%d
sr_latn: Uključeni filteri: %d/%d
tr: Etkin filtreler: %d/%d
uk: Увімкнені фільтри: %d/%d
zh_hant: 已啟用過濾器：%d/%d

# filter_date_format
source: Filters updated: %@
be: Фільтры абноўлены: %@
da: Filtre opdateret: %@
es: Filtros actualizados: %@
fa: فیلتر بروز رسانی شده : %@
fr: Filtres mis à jour: %@
hr: Ažurirani filtri: %@
hu: Szűrők frissítve %@
id: Filter diperbarui: %@
it: Filtri aggiornati: %@
ja: 最終フィルタアップデート: %@
ko: 필터가 업데이트 되었습니다: %@
nb: Filtre oppdatert: %@
nl: Geüpdate filters: %@
pl: Wersja filtrów: %@
pt_br: Filtros atualizados: %@
ro: Filtre actualizate: %@
ru: Фильтры обновлены: %@
sk: Filtre boli aktualizované: %@
sl: Posodobljeni filtri: %@
sr_latn: Ažurirano filtera: %@
tr: Filtreler güncellendi: %@
uk: Фільтри оновлено: %@
zh_hant: 過濾器已更新於：%@

# blacklist_text_format
source: You can add your own rules here.<br>Read this <a href="%@">note about the rule syntax</a>.
be: Увядзіце вашы ўласныя правілы тут<br>Прачытайце гэту <a href="%@">нататку пра сінтаксіс правіл</a>.
da: Du kan tilføje egne tilpassede regler her<br>Læs dette <a href="%@">notat om regelsyntaks</a>.
es: Puedes añadir tus propias reglas aquí.<br>Lee esta <a href="%@">nota sobre la sintaxis de las reglas</a>.
fa: دستورات دستی خود را اینجا وارد کنید<br>این نکته <a href="%@">درباره نحو دستور را بخوانید</a>.
fr: Saisissez vos règles personnelles ici. <br>Lisez cette <a href="%@">note sur la syntaxe des règles</a>.
hr: Ovdje možete dodati svoja pravila.<br>Pročitajte <a href="%@">bilješku o sintaksi za pravila</a>.
hu: Itt tudja megadni az egyedi szabályait.<br>Olvassa el <a href="%@">a szűrőszabályok dokumentációját</a>.
id: Masukkan aturan kustom Anda di sini<br>Baca <a href="%@">catatan mengenai aturan syntax</a>.
it: Puoi insere le tue regole personalizzate qui<br>Leggi questa <a href="%@">nota sulla sintassi delle regole</a>.
ja: ここでは独自のルールを入力し追加できます。<br>ルール構文に関する通知は<a href="%@">こちら</a>でご覧になれます。
ko: 이곳에 당신의 사용자 정의 규칙을 추가하세요<br>규칙 문법에 대한<a href="%@">내용을 읽어보세요</a>.
nb: Du kan legge til dine egne regler her.<br>Les dette <a href="%@">notatet om regelsyntaksen</a> .
nl: Eigen regels kunnen hier toegevoegd worden<br>Lees deze <a href="%@">informatie over de opbouw van regels</a>.
pl: Możesz tutaj dodać własne reguły.<br>Przeczytaj <a href="%@">notatkę na temat składni reguły</a>
pt_br: Insira suas regras personalizadas aqui.<br>Leia essa<a href="%@">nota sobre a sintaxe de regras</a>.
ro: Puteți adăuga propriile reguli aici.<br>Citiți<a href="%@">nota despre sintaxa regulii</a>.
ru: Введите ваши собственные правила здесь<br>Прочтите эту <a href="%@">заметку о синтаксисе правил</a>.
sk: Sem zadajte svoje vlastné pravidlá<br>Prečítajte si túto <a href="%@">poznámku o syntaxe pravidiel</a>.
sl: Tukaj lahko dodate lastna pravila po meri. <br>Preberite to<a href="%@">opombo o sintaksi pravil </a>.
sr_latn: Ovde možete dodati vaša pravila<br>Pročitajte ovu <a href="%@">napomenu o sintaksi pravila</a>.
tr: Kendi kurallarınızı buraya ekleyebilirsiniz <a href="%@">Kural söz dizimi hakkında </a> bu notu okuyun.
uk: Тут ви можете додавати власні правила.<br>Ознайомтеся з <a href="%@">примітками про синтаксис правил</a>.
zh_hant: 於此您可增加您自己的規則。<br>閱讀這個<a href="%@">關於規則語法之註釋</a>。

# whitelist_text
source: Enter here the domain names. AdGuard will not block access to these domains ignoring all other settings.
be: Увядзіце даменавыя імёны тут. AdGuard не будзе блакаваць доступ да гэтых даменаў, ігнаруючы астатнія налады.
da: Angiv domænenavne her. AdGuard blokerer ikke adgang til disse domæner og ignorerer alle øvrige indstillinger.
es: Ingresa aquí los dominios que no deseas que AdGuard filtre. Esta lista tiene prioridad sobre otras configuraciones.
fa: نام دامنه را اینجا وارد کنید. AdGuard فیلترینگ را در سافاری برای این وبسایت ها غیر فعال می کند.
fr: Saisissez le nom de domaine ici. AdGuard désactivera le filtrage dans Safari pour ces sites Web.
hr: Ovdje unesite nazive domena. AdGuard neće blokirati pristup ovim stranicama i ignorirati će sve druge postavke.
hu: Itt írja be a domain neveket. Az AdGuard nem fogja tiltani a hozzáférést ezekhez a domainekhez, figyelmen kívül hagyva az összes többi beállítást.
id: Masukkan nama domain di sini. AdGuard akan menonaktifkan pemfilteran di Safari untuk situs-situs web ini.
it: Inserisci qui i nomi di dominio. AdGuard disabiliterà il filtro in Safari per questi siti web.
ja: 他の設定にかかわらず、こちらで入力したドメインへのアクセスをAdGuardはブロックしません。
ko: 도메인 명을 여기에 입력하세요. AdGuard는 다른 모든 설정을 무시하고 이 도메인에 대한 액세스를 차단하지 않습니다.
nl: Voer de domein namen hier in. AdGuard zal het filter uitschakelen voor deze websites.
pl: Wpisz tutaj domeny, których nie chcesz, aby AdGuard filtrował. Ta lista ma pierwszeństwo przed innymi ustawieniami.
pt_br: Digite aqui os nomes de domínio. O AdGuard não irá bloquear o acesso para esses domínios, ignorando todas as outras configurações.
ro: Introduceți aici numele de domenii. AdGuard nu va bloca accesul la ele ignorând toate celelalte setări.
ru: Введите доменные имена здесь. AdGuard не будет блокировать доступ к этим доменам, игнорируя остальные настройки.
sk: Sem zadajte mená domén. AdGuard nebude blokovať prístup do týchto domén ignorovaním všetkých ostatných nastavení.
sl: Tukaj vnesite imena domen. AdGuard ne bo onemogočil dostop do teh domen in bo prezrl vse druge nastavitve.
tr: Alan adlarını buraya girin. AdGuard, diğer tüm ayarları göz ardı ederek bu alanlara erişimi engellemeyecek.
uk: Вводьте тут назви доменів. AdGuard не блокуватиме доступ до цих доменів, ігноруючи всі інші налаштування.
zh_hant: 於此輸入該域名。AdGuard 將不封鎖至這些忽略所有其它設定的網域之存取。
