Repository: AdguardTeam/AdguardForiOS
Catalog: AdguardExtension/AdguardApp/*.lproj/Localizable.strings
Languages: be, bg, da, es, fa, fr, hr, hu, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sr_latn, tr, uk, zh_hant

# import_dns_filter_format
source: Add the custom DNS filter: %@
da: Tilføj det tilpassede DNS-filter: %@
es: Añadir filtro DNS personalizado: %@
fr: Ajouter le filtre DNS personnalisé : %@
hr: Dodaj prilagođeni DNS filtar: %@
hu: Egyéni DNS szűrő hozzáadása: %@
it: Aggiungi filtro DNS personalizzato: "%@"
ja: カスタムDNSフィルタ「%@」を追加する
ko: 사용자 정의 DNS 필터 추가: %@
pl: Dodaj niestandardowy filtr DNS: %@
pt_br: Adicionar o filtro DNS personalizado: %@
ro: Adăugați filtrul personalizat DNS: %@
ru: Добавить собственный DNS-фильтр: %@
sk: Pridať vlastný DNS filter: %@
sl: Dodaj filter DNS po meri: %@
sr_latn: Dodaj prilagođeni DNS filter: %@
tr: Özel DNS filtresi ekle: %@
uk: Додати власний DNS-фільтр: %@
zh_hant: 增加自訂的 DNS 過濾器：%@

# enable_cb_filter_format
source: Enable filter: %@
da: Aktivér filter: %@
es: Habilitar filtro: %@
fr: Activer le filtre : %@
hr: Omogući filtar: %@
hu: Szűrő engedélyezése: %@
it: Attiva filtro: "%@"
ja: フィルタ「%@」を有効にする
ko: 필터 활성화: %@
pl: Włącz filtr: %@
pt_br: Ativar filtro %@
ro: Activați filtrul: %@
ru: Включить фильтр: %@
sk: Zapnúť filter: %@
sl: Omogoči filter: %@
sr_latn: Omogući filter: %@
tr: Filtreyi etkinleştir: %@
uk: Увімкнути фільтр: %@
zh_hant: 啟用過濾器：%@

# disable_cb_filter_format
source: Disable filter: %@
da: Deaktivér filter: %@
es: Deshabilitar filtro: %@
fr: Désactiver le filtre : %@
hr: Onemogući filtar: %@
hu: Szűrő kikapcsolása: %@
it: Disattiva filtro: "%@"
ja: フィルタ「%@」を無効にする
ko: 필터 비활성화: %@
pl: Wyłącz filtr: %@
pt_br: Desativar filtro %@
ro: Dezactivați filtrul: %@
ru: Отключить фильтр: %@
sk: Vypnúť filter: %@
sl: Onemogoči filter: %@
sr_latn: Onemogući filter: %@
tr: Filtreyi devre dışı bırak: %@
uk: Вимкнути фільтр: %@
zh_hant: 禁用過濾器：%@

# import_unseccuessful
source: Unsuccessful
da: Mislykkedes
es: No correctamente
fr: Échec
hr: Neuspješno
hu: Sikertelen
it: Non riuscito
ja: インポート失敗
ko: 가져오기 오류
pl: Nieudany
pt_br: Mal sucedido
ro: Nereușit
ru: Неудачно
sk: Neúspešne
sl: Neuspešno
sr_latn: Neuspelo
tr: Başarısız
uk: Безуспішно
zh_hant: 未成功的

# import_dns_settings_format
source: Select DNS server: %@
da: Vælg DNS-server: %@
es: Seleccionar servidor DNS: %@
fr: Choisir le serveur DNS : %@
hr: Odaberi DNS poslužitelja: %@
hu: DNS szerver választása: %@
it: Seleziona server DNS: "%@"
ja: DNSサーバー「%@」を選択する
ko: DNS 서버 선택: %@
pl: Wybierz serwer DNS: %@
pt_br: Selecione o servidor DNS %@
ro: Selectați serverul DNS: %@
ru: Выбрать DNS-сервер: %@
sk: Vybrať DNS server: %@
sl: Izberi strežnik DNS: %@
sr_latn: Izaberi DNS server: %@
tr: DNS sunucusu seç: %@
uk: Обрати DNS-сервер: %@
zh_hant: 選擇 DNS 伺服器：%@

# import_license_format
source: Activate premium features with %@ license key
da: Aktivér Premium-funktioner med %@ licensnøgle
es: Activar funciones premium con la clave de licencia %@
fr: Activer les fonctionnalités premium avec la clef de licence %@
hr: Aktivirajte premium značajke s %@ licencnim ključem
hu: Prémium funkciók engedélyezése a(z) %@ licenckulccsal
it: Attiva funzionalità premium con chiave di licenza %@
ja: ライセンスキー「%@」でプレミアム版を有効化する
ko: %@ 라이선스 키로 프리미엄 기능 활성화
pl: Aktywuj funkcje premium za pomocą %@ klucza licencyjnego
pt_br: Ativar recursos premium com a chave de licença %@
ro: Activați funcțiile premium cu cheia de licență %@
ru: Активировать премиум-функции %@ лицензионным ключом
sk: Aktivovať prémiové funkcie licenčným kľúčom %@
sl: Aktiviraj premium funkcije z licenčnim ključem %@
sr_latn: Aktivirajte premium mogućnosti sa %@ licenčnim ključem
tr: Premium özelliklerini %@ lisans anahtarıyla aktifleştir
uk: Активувати преміум функції ліцензійним ключем %@
zh_hant: 以 %@ 授權金鑰啟動高級版功能

# import_user_rules
source: Add User Rules
da: Tilføj Brugerregler
es: Añadir reglas del usuario
fr: Ajouter les Règles Utilisateur
hr: Dodaj korisnička pravila
hu: Saját szabályok hozzáadása
it: Aggiungi Regole Utente
ja: ユーザールールを追加する
ko: 사용자 규칙 추가
pl: Dodaj reguły użytkownika
pt_br: Adicionar regras de usuário
ro: Adăugați Reguli Utilizator
ru: Добавить пользовательские правила
sk: Pridať používateľské pravidlá
sl: Dodaj uporabniška pravila
sr_latn: Dodaj korisnička pravila
tr: Kullanıcı Kuralı Ekle
uk: Додати Правила користувача
zh_hant: 增加使用者規則

# import_dns_user_rules
source: Add DNS User Rules
da: Tilføj DNS-brugerregler
es: Añadir reglas del usuario DNS
fr: Ajouter les Règles Utilisateur DNS
hr: Dodaj DNS korisnička pravila
hu: Saját DNS szabályok hozzáadása
it: Aggiungi Regole Utente DNS
ja: DNSユーザールールを追加する
ko: DNS 사용자 규칙 추가
pl: Dodaj reguły DNS użytkownika
pt_br: Adicionar regras de DNS do usuário
ro: Adăugați Reguli Utilizator DNS
ru: Добавить пользовательские правила DNS
sk: Pridať DNS používateľské pravidlá
sl: Dodaj uporabniška pravila DNS
sr_latn: Dodaj DNS korisnička pravila
tr: DNS Kullanıcı Kuralı Ekle
uk: Додати DNS-Правила користувача
zh_hant: 增加 DNS 使用者規則

# dns_upstream_title
source: DNS upstream
be: Узыходны DNS
es: DNS de subida
fr: DNS en amont
id: Upstream DNS
ja: DNSアップストリーム
ko: DNS 업스트림
nb: DNS-oppstrøm
ro: DNS în amonte
tr: DNS üst sunucusu
zh_hant: DNS 上游

# add_blacklist_rule_placeholder
source: ||example.org^
da: ||eksempel.dk^
es: ||ejemplo.org^
it: ||esempio.org^
pt_br: ||exemplo.org^
ro: ||exemplu.org^
sl: ||primer.org^
tr: ||örnek.org^

# add_whitelist_domain_placeholder
source: example.org
da: eksempel.dk
es: ejemplo.org
it: esempio.org
pt_br: exemplo.org
ro: exemplu.org
sl: primer.org
tr: örnek.org

# doh_protocol
source: DNS-over-HTTPS
es: DNS mediante HTTPS
it: DNS su HTTPS
nl: DNS-via-HTTPS
pl: DNS-przez-HTTPS
pt_br: DNS-sobre-HTTPS
sl: DNS-prek-HTTPS
tr: HTTPS üzerinden DNS

# dot_protocol
source: DNS-over-TLS
es: DNS mediante TLS
it: DNS su TLS
pl: DNS-przez-TLS
pt_br: DNS-sobre-TLS
sl: DNS-prek-TLS

source: CDN
zh_hant: 內容傳遞網路（CDN）
