Repository: AdguardTeam/AdguardForiOS
Catalog: AdguardExtension/AdguardApp/*.lproj/Localizable.strings
Languages: be, bg, da, es, fa, fr, hr, hu, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sr_latn, tr, uk, zh_hant

# inverted_whitelist_text
source: Enter the domain names here. AdGuard will enable filtering in Safari for these websites only.
be: Увядзіце даменавыя імёны тут. AdGuard уключыць фільтрацыю ў Safari толькі для гэтых сайтаў.
da: Angiv domænenavnene her. AdGuard aktiverer kun filtrering i Safari for disse websteder.
es: Ingresa los nombres de dominio aquí. AdGuard habilitará el filtrado en Safari solo para estos sitios web.
fa: نام دامنه را اینجا وارد کنید.AdGuard فیلترینگ را در سافاری فقط برای این وبسایت ها فعال می کند.
fr: Entrez les noms de domaine ici. AdGuard activera le filtrage dans Safari pour ces sites Web uniquement.
hr: Unesite nazive domena. AdGuard će omogućiti filtriranje u Safari za ove web stranice.
hu: Ide írja be a domain neveket. Az AdGuard csak ezeken a webhelyeken engedélyezi a szűrést a Safari-ban.
id: Masukkan nama domain di sini. AdGuard akan mengaktifkan pemfilteran di Safari untuk situs-situs web ini.
it: Inserisci qui i nomi di dominio. AdGuard abiliterà il filtraggio in Safari solo per questi siti web.
ja: ドメイン名を入力して、それだけで広告をブロック。
ko: 도메인 명을 여기에 입력하세요. AdGuard는 Safari에서 이 웹사이트에서만 필터링을 활성화할 것입니다.
nl: Voer de domein namen hier in. AdGuard zal het filter alleen inschakelen voor deze websites.
pl: Wprowadź tutaj nazwy domen. AdGuard umożliwi filtrowanie w Safari tylko dla tych stron
pt_br: Digite aqui os nomes de domínio. O AdGuard irá ativar a filtragem no Safari somente para estes sites.
ro: Introduceți aici numele de domenii. AdGuard va filtra în Safari doar pe aceste site-uri web.
ru: Введите доменные имена здесь. AdGuard включит фильтрацию в Safari только для этих сайтов.
sk: Sem zadajte názvy domén. AdGuard zapne filtráciu len na týchto webových stránkach v Safari
sl: Tukaj vnesite imena domen. AdGuard bo omogočil filtriranje v Safariju samo za te spletne strani.
sr_latn: Ovde unesite domen. AdGuard će uključiti filtriranje u Safariju samo za te sajtove.
tr: Alan adlarını buraya girin. AdGuard yalnızca bu web siteleri için Safari’de filtrelemeyi etkinleştirir.
uk: Вводьте тут назви доменів. AdGuard увімкне фільтрування в Safari лише для цих вебсайтів.
zh_hant: 於此輸入該域名。AdGuard 將在 Safari 中僅對於這些網站啟用過濾。

# dns_whitelist_text
source: Enter here the domain names separated by line breaks. AdGuard will allow all connections to these domains.
be: Увядзіце даменавыя імёны, падзеленыя разрывам радка. AdGuard адкрые доступ да гэтых даменаў.
da: Angiv domænenavne adskilt med linjeskift her. AdGuard tillader alle forbindelser til disse domæner.
es: Ingresa los nombres de dominio aquí separados por saltos de línea. AdGuard permitirá todas las conexiones a estos dominios.
fr: Indiquez ici les noms de domaine séparés par des sauts de ligne. AdGuard autorisera toutes les connexions à ces domaines
hr: Ovdje unesite nazive domena, odvojene novim redom. AdGuard će omogućiti sve veze s ovih domena.
hu: Adja meg a domain neveket enterekkel elválasztva. Az AdGuard engedélyezni fogja a kapcsolódást ezekhez a domainekhez.
id: Masukkan nama domain di sini pisahkan pakai jeda baris. AdGuard akan membolehkan semua koneksi ke domain-domain yang tertulis di sini.
it: Inserire qui i nomi dei domini separati da interruzioni di riga. AdGuard permetterà tutte le connessioni a questi domini.
ja: ここにドメイン名を入力できます。AdGuardはこちらに入力されたドメイン名をブロックしません。
ko: 여기에 도메인 명을 줄 바꿈으로 구분하여 입력하세요. AdGuard는 이 도메인에 대한 모든 연결을 허용합니다.
nl: Vul per nieuwe regel een domeinaam in. AdGuard staat toegang tot deze domeinen toe.
pl: Wpisz tutaj nazwy domen oddzielone podziałami linii. AdGuard zezwoli na wszystkie połączenia z tymi domenami.
pt_br: Digite aqui os nomes de domínio separados por quebras de linha. O AdGuard irá permitir todas as conexões para estes domínios.
ro: Introduceți aici numele de domenii separate cu pauze de linie. AdGuard va permite toate conexiunile la ele.
ru: Введите доменные имена, разделенные разрывом строки. AdGuard откроет доступ к этим доменам.
sk: Sem zadajte mená domén oddelené zalomením riadkov. AdGuard povolí všetky pripojenia k týmto doménam.
sl: Tu vnesite imena domen, ločena s prelomi vrstic. AdGuard bo dovolil vse povezave do teh domen.
sr_latn: Ovde unesite domene. AdGuard neće blokirati te domene
tr: Buraya satır sonları ile ayrılmış alan adlarını girin. AdGuard, bu alan adlarına tüm bağlantılara izin verecektir.
uk: Введіть тут назви доменів, розділені новими рядками. AdGuard дозволить всі з'єднання для цих доменів.
zh_hant: 於此輸入被換行分隔的域名。AdGuard 將允許所有至這些網域的連線。

# dns_blacklist_text_format
source: This Blocklist supports <a href="%@">AdGuard's DNS syntax</a>. Enter here the rules separated by line breaks. AdGuard will block all connections to domains that match these rules.
be: Чорны спіс падтрымвае <a href="%@">DNS-сінтаксіс AdGuard</a>. Увядзіце правілы, падзеленыя разрывам радка. AdGuard заблакуе ўсе падлучэнні да даменаў, якія падыходзяць пад гэтыя правілы.
da: Denne Sortliste understøtter <a href="%@">AdGuards DNS-syntaks</a>. Angiv reglerne adskilt med linjeskift. AdGuard blokerer alle forbindelser til domæner, matchende disse regler.
es: Esta lista de bloqueo admite la <a href="%@">sintaxis de AdGuard DNS</a>. Ingresa las reglas aquí separadas por saltos de línea. AdGuard bloqueará todas las conexiones a dominios que coincidan con estas reglas.
fr: Cette liste noire prend en charge la <a href="%@">syntaxe DNS d'AdGuard</a>. Saisissez ici les règles séparées par des sauts de ligne. AdGuard bloquera toutes les connexions aux domaines qui correspondent à ces règles.
hr: Popis nedopuštenih podržava <a href="%@">AdGuardovu DNS sintaksu</a>. Ovdje unesite pravila odvojena novim redom. AdGuard će blokirati sve veze s domenama koje se podudaraju s ovim pravilima.
hu: A tiltólista támogatja az <a href="%@">AdGuard DNS szintaxisát</a>. Adja meg itt a szabályokat soronként. Az AdGuard blokkolni fog minden kapcsolatot, ami egyezik ezekkel a szabályokkal.
id: Daftar Blokir ini mendukung <a href="%@"> sintaks DNS AdGuard</a>. Masukkan di sini, pisahkan aturan dengan pemisah kalimat. AdGuard akan memblokir seluruh koneksi kepada domain yang sama dengan peraturan ini.
it: Questa Lista Nera supporta la <a href="%@">Sintassi DNS di AdGuard</a>. Inserisci qui le regole separate da interruzioni di riga. AdGuard bloccherà tutte le connessioni ai domini che corrispondono a queste regole.
ja: このブラックリストは<a href="%@">AdGuard DNS構文</a>をサポートします。こちらに改行で区切って入力したルールに従って、AdGuardはドメインへのコネクションをブロックします。
ko: 이 차단 목록은 <a href="%@">AdGuard의 DNS 문법</a>을 지원합니다. 여기에 규칙을 줄 바꿈으로 나눠 입력하세요. AdGuard는 이 규칙과 일치하는 도메인에 대한 모든 연결을 차단합니다.
nl: Deze lijst met blokkeringen ondersteunen de <a href="%@">AdGuard's DNS syntax</a>. Voeg hier nieuwe regels toe en scheidt ze met een line-break. AdGuard zal alle connecties blokkeren naar domeinen die aan deze regels voldoen.
pl: Ta lista blokowanych obsługuje <a href="%@">składnię AdGuard DNS</a>. Wpisz tutaj reguły oddzielone podziałami linii. AdGuard zablokuje wszystkie połączenia z domenami, które spełniają te reguły.
pt_br: Esta lista de bloqueio suporta a<a href="%@">Sintaxe de DNS do AdGuard</a>. Digite aqui as regras separadas por quebras de linha. O AdGuard irá bloquear todas as conexões aos domínios que correspondem a estas regras.
ro: Această Listă de blocări acceptă<a href="%@">sintaxa DNS AdGuard</a>. Introduceți aici reguli separate cu pauze de linie. AdGuard va bloca orice conexiune la domeniile ce le corespund.
ru: Черный список поддерживает <a href="%@">DNS-синтаксис AdGuard</a>. Введите правила, разделенные разрывом строки. AdGuard заблокирует все подключения к доменам, которые подходят под эти правила.
sk: Tento zoznam blokovaní podporuje <a href="%@">DNS AdGuard syntax</a>. Sem zadajte pravidlá oddelené zalomením riadkov. AdGuard zablokuje všetky pripojenia k doménam, ktoré zodpovedajú týmto pravidlám.
sl: Ta Seznam nedovoljenih podpira <a href="%@">AdGuardovo sintakso DNS</a>. Tu vnesite pravila, ločena s prelomi vrstic. AdGuard bo onemogočil vse povezave z domenami, ki se ujemajo s temi pravili.
sr_latn: Ovde unesite domene. AdGuard će sprečiti sve aplikacije i preglednike da učitaju te domene. Ova crna lista podržava <a href="%@">AdGuard's DNS sintaksu</a>
tr: Bu Engelleme Listesi <a href="%@">AdGuard'ın DNS sözdizimini</a> destekler. Buraya satır sonları ile ayrılmış kuralları girin. AdGuard, bu kurallara uyan alan adlarına yapılan tüm bağlantıları engeller.
uk: Цей список блокування підтримує <a href="%@">DNS-синтаксис AdGuard</a>. Введіть тут правила, розділені новими рядками. AdGuard заблокує всі з'єднання, що відповідають цим правилам.
zh_hant: 此封鎖清單支援 <a href="%@">AdGuard 的 DNS 語法</a>。於此輸入被換行分隔的規則。AdGuard 將封鎖所有與這些規則相符的網域之連線。

# update_filter_start_message
source: Updating...
be: Абнаўленне...
da: Opdaterer...
es: Actualizando...
fa: بروز رسانی...
fr: Mise à jour...
hr: Ažuriranje...
hu: Frissítés...
id: Memperbarui...
it: Aggiornamento...
ja: アップデート中…
ko: 업데이트 중...
nb: Oppdaterer…
nl: Bijwerken...
pl: Aktualizowanie...
pt_br: Atualizando...
ro: Actualizăm...
ru: Обновление...
sk: Aktualizácia...
sl: Posodabljanje...
sr_latn: Ažuriram...
tr: Güncelleniyor...
uk: Оновлення...
zh_hant: 正在更新…

# add_blacklist_rule_title
source: Add a rule
be: Дадаць правіла
da: Tilføj en regel
es: Añadir nueva regla
fa: افزودن یک دستور
fr: Ajouter une règle
hr: Dodaj pravilo
hu: Szabály hozzáadása
id: Tambah aturan
it: Aggiungi una regola
ja: ルールを追加
ko: 규칙 추가
nb: Legg til en oppføring
nl: Regel toevoegen
pl: Dodaj nową regułę
pt_br: Adicionar regra
ro: Regulă nouă
ru: Добавить правило
sk: Pridať pravidlo
sl: Dodaj pravilo
tr: Kural ekle
uk: Додати правило
zh_hant: 增加一項規則

# add_whitelist_domain_title
source: Enter a domain
be: Дадаць дамен
da: Angiv et domæne
es: Añadir un dominio
fa: افزودن یک دامنه
fr: Saisir un domaine
hr: Unesite domenu
hu: Domain hozzáadása
id: Tambah domain
it: Aggiungi un dominio
ja: ドメインを追加
ko: 도메인을 입력하세요
nb: Skriv inn et domene
nl: Domein toevoegen
pl: Dodaj domenę
pt_br: Digite um domínio
ro: Domeniu nou
ru: Добавить домен
sk: Vložte doménu
sl: Vnesi domeno
tr: Alan adı ekle
uk: Введіть домен
zh_hant: 輸入一個網域

# add_wifi_name_placeholder
source: Your Wi-Fi name
be: Назва вашай Wi-Fi сеціва
da: Navn på Wi-Fi
es: Nombre de tu Wi-Fi
fr: Nom du réseau Wi-Fi
hr: Naziv vaše Wi-Fi mreže
hu: A Wi-Fi hálózat neve
id: Nama Wi-Fi Anda
it: Nome del tuo Wi-Fi
ja: お使いのWi-Fi名
ko: Wi-Fi 이름
nb: Navnet på ditt Wi-Fi
nl: De naam van je WiFi netwerk
pl: Twoja nazwa Wi-Fi
pt_br: Nome do seu Wi-Fi
ro: Numele rețelei Wi-Fi
ru: Название вашей Wi-Fi сети
sk: Meno Vašej Wi-Fi
sl: Ime vašega brezžičnega omrežja
sr_latn: Vaše Wi-Fi ime
tr: Wi-Fi adınız
uk: Назва Wi-Fi
zh_hant: 您的 Wi-Fi 名稱

# add_blacklist_rule_caption
source: Rule:
be: Правіла:
da: Regel:
es: Regla:
fa: دستور:
fr: Règle:
hr: Pravilo:
hu: Szabály:
id: Aturan:
it: Regola:
ja: ルール
ko: 규칙:
nb: Regel:
nl: Regel:
pl: Reguła:
pt_br: Regra:
ro: Regulă:
ru: Правило:
sk: Pravidlo:
sl: Pravilo:
sr_latn: Pravilo:
tr: Kural:
uk: Правило:
zh_hant: 規則：

# add_whitelist_domain_caption
source: Domain:
be: Дамен:
da: Domæne:
es: Dominio:
fa: دامنه:
fr: Domaine:
hr: Domena:
it: Dominio:
ja: ドメイン
ko: 도메인:
nb: Domene:
nl: Domein:
pl: Domena:
pt_br: Domínio:
ro: Domeniu:
ru: Домен:
sk: Doména:
sl: Domena:
sr_latn: Domen:
tr: Alan adı:
uk: Домен:
zh_hant: 網域：

# add_wifi_name_caption
source: Name:
be: Назва:
da: Navn:
es: Nombre:
fr: Nom :
hr: Naziv:
hu: Név:
id: Nama:
it: Nome:
ja: Wi-Fi名：
ko: 이름:
nb: Navn:
nl: Naam:
pl: Nazwa:
pt_br: Nome:
ru: Название:
sk: Meno:
sl: Ime:
sr_latn: Vaše Wi-Fi ime:
tr: İsim:
uk: Назва:
zh_hant: 名稱：

# bug_report_sending_error
source: Cannot send a bug report. You may not have email configured on your device.
be: Немагчыма адправіць справаздачу пра памылку. Магчыма, на вашай прыладзе не наладжана электронная пошта.
bg: Не може да изпратим доклад за грешка, защото нямате създаден и-мейл на вашето устройство.
da: Kan ikke indsende fejlrapport. E-mail er muligvis ikke opsat på din enhed.
es: No se puede enviar tu informe de error. Es posible que no hayas configurado un correo electrónico en tu dispositivo.
fa: گزارش مشکل را نمیتوان ارسال کرد چون ایمیل بدرستی در دستگاه شما پیکربندی نشده است.
fr: Impossible d'envoyer le rapport de bogue. L'adresse e-mail n'est pas configurée sur votre appareil.
hr: Nije moguće poslati izvješće o pogrešci. Možda niste postavili adresu e-pošte na svom uređaju.
hu: Nem sikerült a hibajelentés elküldése, mert nincs beállítva email cím ehhez a készülékhez.
id: Tidak dapat mengirim laporan bug, mungkin karena tidak ada surel yang disiapkan di perangkat Anda.
it: Non posso inviare il rapporto di bug poiché non hai configurato alcun account email.
ja: バグ報告を送信できません。恐らく、あなたのデバイスにEメールが設定されていないことが原因です。
ko: 버그 제보를 전송할 수 없습니다. 귀하의 기기에 이메일이 설정되지 않았기 때문일 수 있습니다.
nb: Kan ikke sende feilrapport fordi det muligens ikke er konfigurert en e-postkonto på enheten din.
nl: Kan het rapport niet verzenden. Er is mogelijk geen mail account op dit apparaat ingesteld.
pl: Nie można wysłać raportu o błędach, ponieważ nie skonfigurowano konta e-mail.
pt_br: Não foi possível enviar o relatório de erro. Você pode não ter configurado um e-mail no seu dispositivo.
ro: Nu pot trimite raportul de eroare. Niciun e-mail nu este setat pe aparat.
ru: Невозможно отправить отчет об ошибке. Возможно, на вашем устройстве не настроена электронная почта.
sk: Správa o chybe sa nedá odoslať, lebo pravdepodobne na Vašom zariadení nie je nastavený žiaden e-mail.
sl: Poročila o napaki ni mogoče poslati. V napravi morda niste nastavili e-pošte.
sr_latn: Ne mogu da pošaljem izveštaj o grešci jer nemate podešen nijedan email nalog.
tr: Hata raporu gönderilemiyor. Cihazınıza bir e-posta kurulumu yapmamış olabilirsiniz.
uk: Неможливо надіслати звіт про помилку. Схоже, що ви не налаштували електронну пошту.
zh_hant: 無法傳送程式錯誤報告。您可能於您的裝置上沒有已配置的電子郵件帳號。

# filter_updates_error
source: Filter update error
be: Памылка абнаўлення фільтраў
bg: Грешка при актуализация на филтрите
da: Filteropdateringsfejl
es: Error al actualizar los filtros
fa: خطای بروز رسانی فیلترها
fr: Erreur de mise à jour des filtres
hr: Pogreška pri ažuriranju filtara
hu: Szűrő frissítési hiba
id: Kesalahan pembaruan penyaring
it: Errore nell'aggiornamento dei filtri
ja: フィルタ更新エラー
ko: 필터 업데이트 오류
nb: Feil under oppdatering av filtre
nl: Filter update fout
pl: Błąd aktualizacji filtrów
pt_br: Erro na atualização de filtros
ro: Eroare la actualizare filtru
ru: Ошибка обновления фильтров
sk: Chyba aktualizácie filtra
sl: Napaka pri posodabljanju filtra
sr_latn: Greška prilikom ažuriranja filtera
tr: Filtre güncelleme hatası
uk: Помилка оновлення фільтрів
zh_hant: 過濾器更新出錯

# filters_noUpdates
source: No updates found
be: Абнаўленні не знойдзены
bg: Не са намерени актиализации
da: Ingen opdateringer fundet
es: No se encontraron actualizaciones
fa: بروز رسانی یافت نشد
fr: Aucune mise à jour trouvée
hr: Nisu pronađena ažuriranja
hu: Nem található frissítés
id: Tidak ditemukan pembaruan
it: Nessun aggiornamento trovato
ja: アップデートはありません
ko: 업데이트 없음
nb: Ingen oppdateringer funnet
nl: Geen updates gevonden
pl: Nie znaleziono aktualizacji filtrów
pt_br: Não há atualizações disponíveis
ro: Nicio actualizare găsită
ru: Обновления не найдены
sk: Neboli nájdené žiadne aktualizácie
sl: Ni najdenih posodobitev
sr_latn: Ažuriranja nisu pronađena.
tr: Güncelleme bulunamadı
uk: Оновлень не знайдено
zh_hant: 無已發現的更新

# filters_updated_format
source: Filters updated: %lu
be: Фільтры абноўлены: %lu
da: Filtre opdateret: %lu
es: Filtros actualizados: %lu
fa: %lu فیلتر بروز رسانی شده
fr: Filtres mis à jour : %lu
hr: Ažurirani filtri: %lu
hu: Szűrők frissítve %lu
id: Filter diperbarui: %lu
it: Filtri aggiornati: %lu
ja: %lu本のフィルタが更新済み
ko: 필터가 업데이트 되었습니다: %lu
nb: Filtre oppdatert: %lu
nl: Bijgewerkte filters: %lu
pl: Zaktualizowane filtry: %lu
pt_br: Filtros atualizados: %lu
ro: Filtre actualizate: %lu
ru: Обновлено фильтров: %lu
sk: Počet aktualizovaných filtrov: %lu
sl: Posodobljenih filtrov: %lu
sr_latn: Filteri su ažurirani: %lu
tr: Filtre güncellendi: %lu
uk: Фільтрів оновлено: %lu
zh_hant: 已更新的過濾器：%lu

# filter_version_format
source: version %@
be: версія %@
es: Versión %@
fa: نسخه %@
hr: verzija %@
hu: verzió %@
id: versi %@
it: versione %@
ja: バージョン%@
ko: 버전 %@
nb: versjon %@
nl: versie %@
pl: wersja %@
pt_br: versão %@
ro: versiune %@
ru: версия %@
sk: verzia %@
sl: različica %@
sr_latn: verzija %@
tr: sürüm %@
uk: версія %@
zh_hant: 版本 %@

# tunnel_mode_split_description
source: Split-Tunnel, compatible with “Personal VPN” apps
be: Split-Tunnel, стасуем з персанальнымі VPN-дадаткамі
da: Split-Tunnel, kompatibel med "Personlige VPN"-apps
es: Túnel dividido, compatible con apps de "VPN personal"
fa: تقسیم تونل،سازگار با برنامه های "وی پی اِن شخصی"
fr: Split-Tunnel, compatible avec les applis “VPN Personnel”
hr: Podijeljeno tuneliranje, podržano s "Osobnim VPN" aplikacijama
hu: Split-Tunnel, kompatibilis a „Personal VPN” alkalmazással
id: Split-Tunnel, kompatibel dengan aplikasi "VPN Personal"
it: Split-Tunnel, compatibile con le app "VPN Personale"
ja: Split-Tunnel、「パーソナルVPN」アプリと互換性あり
ko: 분할 터널, "개인용 VPN" 애플리케이션과 호환됨
nb: Split-tunnel, kompatibel med «Personlig VPN»-apper
nl: Split-Tunnel, compatibel met “Persoonlijke VPN” apps
pl: Split-Tunnel, kompatybilny z aplikacjami “Personal VPN”
pt_br: Túnel dividido, compatível com aplicativos "VPN Pessoal"
ro: Split-Tunnel, compatibil cu aplicații "VPN personal"
ru: Split-Tunnel, совместим с персональными VPN-приложениями
sk: Delený tunel, kompatibilný s aplikáciami "Personal VPN”
sl: 'Razdeli-Tunel', združljiv z aplikacijami 'Osebni VPN'
sr_latn: Split-Tunnel, kompatibilan sa “ličnim VPN” aplikacijama
tr: "Kişisel VPN" uygulamalarıyla uyumlu Bölünmüş Tünel
uk: Split-Tunnel. Сумісний з "Personal VPN" програмами
zh_hant: 分離的隧道，與"個人級 VPN"應用程式相容

# tunnel_mode_full_description
source: Full-Tunnel, incompatible with other VPN apps
be: Full-Tunnel, не стасуем з іншымі VPN-дадаткамі
da: Full-Tunnel, inkompatibel med andre VPN-apps
es: Túnel completo, incompatible con otras apps de VPN
fa: تونل-کامل،ناسازگار با سایر برنامه های VPN
fr: Full-tunnel, incompatible avec d'autres applications VPN
hr: Potpuno tuneliranje, nije podržano s drugim VPN aplikacijama
hu: A Full-Tunnel nem kompatibilis más VPN alkalmazásokkal
id: Split-Tunnel, tidak kompatibel dengan aplikasi "VPN Personal"
it: Full-Tunnel, incompatibile con altre app VPN
ja: Full-Tunnel、他のVPNアプリと互換性なし
ko: 전체 터널, 다른 VPN 애플리케이션과 호환되지 않음
nb: Full-tunnel, inkompatibel med andre VPN-apper
nl: Full-Tunnel, geen compatibiliteit met ander VPN apps
pl: Full-Tunnel, niekompatybilny z innymi aplikacjami VPN
pt_br: Túnel completo, incompatível com outros aplicativos VPN
ro: Full-Tunnel, incompatibil cu alte aplicații VPN
ru: Full-Tunnel, не совместим с другими VPN-приложениями
sk: Plný tunel, nekompatibilný s inými VPN aplikáciami
sl: Poln-Tunel, nezdružljiv z aplikacijami 'Osebni VPN'
sr_latn: Full-Tunnel, nekompatibilan sa drugim VPN aplikacijama
tr: Diğer VPN uygulamalarıyla uyumlu olmayan Tam Tünel
uk: Full-Tunnel. Несумісний з іншими VPN-програмами
zh_hant: 完全的隧道，與其它的 VPN 應用程式不相容

# tunnel_mode_full_without_icon_description
source: Full-Tunnel (without VPN icon), incompatible with other VPN apps, less stable
be: Full-Tunnel (без значка VPN), не стасуем з іншымі VPN-дадаткамі, менш стабільны
da: Full-Tunnel (uden VPN-ikon), inkompatibel med andre VPN-apps, mindre stabil
es: Túnel completo (sin icono de VPN), incompatible con otras apps de VPN, menos estable
fa: تونل-کامل(بدون آیکون VPN)،ناسازگار با سایر برنامه های VPN،کمتر پایدار
fr: Full-tunnel (sans icône VPN), incompatible avec d'autres applications VPN, moins stable
hr: Potpuno tuneliranje (bez VPN ikone), nije podržano s drugim VPN aplikacijama, manje stabilno
hu: A Full-Tunnel (VPN ikon nélkül), más VPN-alkalmazásokkal összeegyeztethetetlen, kevésbé stabil
id: Full-Tunnel (tanpa ikon VPN), tidak kompatibel dengan aplikasi VPN lain, kurang stabil
it: Full-Tunnel (senza icona VPN), incompatibile con altre app VPN, meno stabile
ja: Full-Tunnel (VPNアイコンなし)、他のVPNアプリと互換性なし、安定度:低い
ko: 전체 터널 (VPN 아이콘 없음), 다른 VPN 애플리케이션과 호환되지 않음, 불안정함
nb: Full-tunnel (uten VPN-ikon), inkompatibel med andre VPN-apper, mindre stabil
nl: Full-Tunnel (zonder VPN icon), geen compatibiliteit met andere VPN apps, minder stabiliteit
pl: Full-Tunnel (bez ikony VPN), niekompatybilny z innymi aplikacjami VPN, mniej stabilny
pt_br: Túnel completo (sem o ícone VPN), incompatível com outros aplicativos VPN (instável)
ro: Full-Tunnel (fără pictogramă VPN), incompatibil cu alte aplicații VPN, instabil
ru: Full-Tunnel (без значка VPN), не совместим с другими VPN-приложениями, менее стабильный
sk: Plný tunel (bez ikony VPN), nekompatibilný s inými VPN aplikáciami, menej stabilný
sl: Poln-Tunel (brez ikone VPN), ki ni združljiv z drugimi aplikacijami VPN, manj stabilen
sr_latn: Full-Tunnel (bez VPN ikonice), nekompatibilan sa drugim VPN aplikacijama, manje stabilno
tr: Tam Tünel (VPN simgesi olmadan), diğer VPN uygulamalarıyla uyumsuz, daha az kararlı
uk: Full-Tunnel (без піктограми VPN). Несумісний з іншими VPN-програмами, менш стабільний
zh_hant: 完全的隧道（無 VPN 圖像），與其它的 VPN 應用程式不相容，較不穩定的

# native_dns_implementation_title
source: Native
da: Indbygget
es: Nativo
fr: Natif
hr: Nativno
hu: Natív
it: Nativo
ja: ネイティブ
ko: 기본
nb: Morsmål
pl: Natywny
pt_br: Nativo
ro: Nativ
ru: Нативный
sk: Natívna
sl: Izvorni
tr: Yerel
uk: Вбудований
zh_hant: 原生的

# system_dns_server
source: No encryption (System DNS)
be: Без шыфравання (Сістэмны DNS)
da: Ingen kryptering (system-DNS)
fr: Aucun chiffrage (DNS du système)
hr: Bez šifriranja (DNS sustava)
hu: Nincs titkosítás (rendszer DNS)
id: Tanpa enkripsi (Sistem DNS)
it: Nessuna crittografia (DNS di sistema)
ja: 暗号化なし（システムDNS）
ko: 암호화 없음 (시스템 DNS)
nb: Ingen kryptering (System-DNS)
nl: Geen encryptie (Systeem DNS)
pl: Bez szyfrowania (DNS systemu)
pt_br: Sem criptografia (DNS do sistema)
ro: Fără criptare (Sistem DNS)
ru: Без шифрования (Системный DNS)
sk: Bez šifrovania (systémové DNS)
sl: Brez šifriranja (Sistemski DNS)
sr_latn: Sistemski Dns
tr: Şifreleme yok (Sistem DNS)
uk: Без шифрування (Системний DNS)
zh_hant: 無加密（系統 DNS）

# filters_description_format
source: Enabled %1$d out of %2$d
be: Улучана %1$d з %2$d
da: %1$d ud af %2$d aktiveret
es: Habilitados %1$d de %2$d
fa: فعال شده %1$d از %2$d
fr: Filtres activés: %1$d sur %2$d
hr: Omogućeno %1$d od %2$d
hu: Engedélyezve %1$d az összesből %2$d
id: Diaktifkan %1$d dari %2$d
it: Attivi %1$d di %2$d
ja: 有効フィルタ数：%1$d/%2$d
ko: %2$d가지 중 %1$d가지가 활성화 됨
nb: Skrudde på %1$d av %2$d
nl: %1$d van de %2$d ingeschakeld
pl: Włączone %1$d z %2$d
pt_br: Ativados %1$d de %2$d
ro: Activate %1$d din %2$d
ru: Включено %1$d из %2$d
sk: Zapnutých %1$d z %2$d
sl: Omogočen %1$d izven %2$d
sr_latn: Uključeno %1$d od %2$d
tr: %2$d Filtreden %1$d etkin
uk: Увімкнено %1$d з %2$d
zh_hant: 已啟用 %2$d 當中的 %1$d

# regular_dns_protocol
source: Regular
be: Звычайны
da: Almindelig
fa: عادی
fr: Régulier
hr: Zadano
hu: Szokásos
id: Reguler
it: Normale
ja: 標準
ko: 일반
nb: Vanlig
nl: Standaard
pl: Regularny
pt_br: Normal
ro: Obișnuit
ru: Обычный
sk: Štandardný
sl: Redni
sr_latn: Uobičajeno
tr: Normal
uk: Звичайний
zh_hant: 一般的

# doq_protocol
source: DNS-over-QUIC (experimental)
da: DNS-over-Quic (eksperimentel)
es: DNS mediante QUIC (experimental)
fr: DNS-over-QUIC (expérimental)
hr: DNS-over-QUIC (eksperimentalno)
hu: DNS-over-QUIC (kísérleti)
it: DNS su QUIC (sperimentale)
ja: DNS-over-QUIC (実験的)
ko: DNS-over-QUIC (실험용)
pl: DNS-over-QUIC (eksperymentalne)
pt_br: DNS-sobre-QUIC (experimental)
ru: DNS-over-QUIC (экспериментальный)
sk: DNS-over-QUIC (experimentálne)
sl: DNS-prek-QUIC (poskusno)
sr_latn: DNS-over-QUIC (experimentalno)
tr: DNS-over-QUIC (deneysel)
uk: DNS-over-QUIC (експериментальний)
zh_hant: DNS-over-QUIC（實驗性的）
