Repository: AdguardTeam/AdguardForiOS
Catalog: AdguardExtension/AdguardApp/*.lproj/Localizable.strings
Languages: be, bg, da, es, fa, fr, hr, hu, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sr_latn, tr, uk, zh_hant

# confirm_logout_text
source: Are you sure you want to log out?
be: Вы ўпэўнены, што жадаеце выйсці?
da: Sikker på, at du vil logge ud?
es: ¿Estás seguro de que deseas cerrar sesión?
fa: آیا واقعا میخواهید خارج شوید؟
fr: Êtes-vous sûr de vouloir quitter ?
hr: Sigurno se želite odjaviti?
hu: Biztosan kijelentkezik?
id: Apakah Anda yakin ingin keluar?
it: Sei sicuro di voler uscire?
ja: ログアウトをしてもよろしいですか？
ko: 정말 로그아웃 하시겠습니까?
nb: Er du sikker på at du vil logge ut?
nl: Weet u zeker dat u wilt uit loggen?
pl: Czy na pewno chcesz się wylogować?
pt_br: Você tem certeza que deseja encerrar a sessão?
ro: Sigur vrei să te deconectezi?
ru: Вы уверены, что хотите выйти?
sk: Naozaj sa chcete odhlásiť?
sl: Ali ste prepričani, da se želite odjaviti?
sr_latn: Jeste li sigurni da želite da se odjavite?
tr: Çıkış yapmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете вийти?
zh_hant: 您確定您想要登出嗎？

# support_vpn_configuration_problem
source: There was a problem with VPN configuration, please contact our support team.
be: Паўстала праблема з канфігурацыяй VPN. Калі ласка, звярніцеся ў падтрымку.
bg: Имаше проблем с конфигурацията на ВЧМ, моля свържете се с нашия екип за поддръжка.
da: Der var et problem med VPN-opsætningnen, kontakt vores supportteam.
es: Ha habido un problema con la configuración de la VPN. Por favor, contacta con el soporte técnico.
fa: مشکلی با پیکربندی وی پی اِن وجود دارد.لطفا با تیم پشتیبانی تماس بگیرید.
fr: Il y a eu un problème avec la configuration du VPN, veuillez contacter notre équipe d'assistance.
hr: Došlo je do problema s postavkama VPN-a, obratite se našoj korisničkoj podršci.
hu: Probléma akadt a VPN beállításokkal, kérem vegye fel a kapcsolatot a támogatással.
id: Ada masalah dengan konfigurasi VPN, silakan hubungi tim dukungan kami.
it: C'è stato un problema con la configurazione del VPN, contatta la nostra squadra di supporto.
ja: VPN設定に問題がありました。サポートチームにお問い合わせください。
ko: VPN을 구성하는 도중 문제가 발생했습니다. 고객 지원 부서에 연락해주세요.
nb: Det oppstod et problem med VPN-konfigurasjonen. Vennligst kontakt vår brukerstøtte.
nl: Er was een probleem met de VPN configuratie, neem alstublieft contact op met ons support team.
pl: Wystąpił problem z konfiguracją VPN. Proszę skontaktować się z naszym działem pomocy technicznej.
pt_br: Houve um problema na configuração da conexão VPN, entre em contato com nossa equipe de suporte.
ro: Problemă cu configurația VPN, contactați vă rog echipa noastră de asistență.
ru: Возникла проблема с конфигурацией VPN. Пожалуйста, обратитесь в поддержку.
sk: Vyskytol sa problém s konfiguráciou VPN, kontaktujte náš tím podpory.
sl: Pri nastavitvah VPN je prišlo do težave. Obrnite se na našo podporo.
sr_latn: Došlo je do problema sa VPN konfiguracijom. Kontaktirajte naš tim podrške.
tr: VPN yapılandırması ile ilgili bir sorun var, lütfen destek ekibimizle iletişime geçin.
uk: Проблема з конфігурацією VPN. Будь ласка, зв'яжіться з нашою службою підтримки.
zh_hant: 有 VPN 配置的問題，請與我們的支援團隊聯繫。

# login_error_message
source: An error occurred while logging in
be: Пры ўваходзе ў сістэму адбылася памылка
da: En fejl opstod under indlogningen
es: Se ha producido un error al iniciar sesión
fa: یک خطا حین ورود رخ داده است
fr: Une erreur s'est produite pendant la connexion
hr: Pogreška prilikom prijave
hu: Hiba történt a kijelentkezés során
id: Terjadi kesalahan saat masuk
it: Si è verificato un errore durante l'accesso
ja: ログイン中にエラーが発生しました
ko: 로그인 중 오류가 발생했습니다.
nb: En feil oppstod under pålogging
nl: Er is een fout opgetreden tijdens het aanmelden
pl: Wystąpił błąd podczas logowania
pt_br: Ocorreu um erro ao iniciar a sessão
ro: A apărut o eroare la logare
ru: При входе в систему произошла ошибка
sk: Počas prihlasovania sa vyskytla chyba
sl: Prišlo do napake pri prijavi v
sr_latn: Došlo je do greške prilikom prijavljivanja
tr: Giriş yaparken bir hata oluştu
uk: Під час входу сталася помилка
zh_hant: 當登入時，錯誤已發生。

# purchase_description_format
source: About AdGuard Subscription:<br><br>• Payment will be charged to your iTunes Account at confirmation of purchase.<br><br>• The subscription is automatically renewed unless auto-renew is turned off at least 24-hours before the end of the current period.<br><br>• The subscription renewal fee will be charged within 24-hours prior to the end of the current period.<br><br>Your subscriptions may be managed and your auto-renewal may be turned off in your iTunes Account Settings after purchasing a subscription.<br><br><a href=%2$@>Terms and conditions</a> and <a href=%1$@>Privacy policy</a>
be: AdGuard Прэміум — гэта платны сэрвіс са штогадовай падпіскай. Сродкі спішуцца з вашага акаўнта iTunes пасля пацверджання куплі. <br>• Падпіска абнаўляецца аўтаматычна (і адбываецца спісванне сродкаў), калі не будзе скасавана прынамсі за 24 гадзіны до сканчэння бягучага перыяду. <br>• Кіраваць падпіскамі і скасаваць аўтаматычнае падаўжэнне можна, пяройдучы ў ваш акаўнт iTunes пасля набыцця падпіскі.<br><br><a href=%2$@>Умовы выкарыстання</a> і <br><br><a href=%1$@>Палітыка прыватнасці</a>
da: Om AdGuard-abonnement:<br><br>Betaling opkræves fra din iTunes-konto ved købsbekræftelse.<br><br>Abonnementet fornyes automatisk, medmindre autofornyelse er deaktiveret mindst 24 timer inden udløb af den aktuelle periode.<br><br>Betalingen for abonnementsfornyelse vil blive opkrævet inden for 24 timer inden udløb af den aktuelle periode.<br><br>Dine abonnementer kan håndteres, og din autofornyelse kan slås fra ved at gå til dine iTunes-kontoindstillinger efter køb af et abonnement.<br><br><a href=%2$@>Vilkår og Betingelse</a> og <a href=%1$@>Fortrolighedspolitik</a>
es: Términos de suscripción a AdGuard<br><br>• El pago se cargará a tu cuenta de iTunes en el momento de la confirmación de la compra.<br><br>• La suscripción se renueva automáticamente a menos que se deshabilite la renovación automática al menos 24 horas antes del final del período actual.<br><br>• La tarifa de renovación de la suscripción se cargará a tu cuenta de iTunes dentro de las 24 horas posteriores al final del período actual.<br><br>• Puedes administrar tu suscripción y deshabilitar la renovación automática accediendo a la configuración de tu cuenta después de la compra.<br><br><a href=%2$@>Acuerdo de licencia</a> y <a href=%1$@>política de privacidad</a> de AdGuard
fa: AdGuard Premium یک سرویس پولی سالانه با هزینه اشتراک $2.99/سال (قیمت در هر منطقه میتواند متفاوت باشد) هست. هزینه در حساب iTunes در حین تایید خرید کسر میشود. اشتراک خودکار تمدید میشود مگر اینکه تمدید خودکار حداقل 24 ساعت قبل از پایان دوره فعلی خاموش شده باشد. حساب خودکار به مدت 24 ساعت قبل از پایان دوره فعلی کسر می شود. اشتراک های شما میتواند مدیریت شود و تمدید خودکار میتواند با رفتن به تنظیمات iTunes بعد از خرید اشتراک غیرفعال شود.<br><br><a href=%1$@>سیاست حریم خصوصی</a> <br><br><a href=%2$@>شرایط استفاده</a>
fr: Les détails de l'abonnement AdGuard :<br><br>• Le paiement sera débité de votre compte iTunes lors de la confirmation de l'achat.<br><br>• L'abonnement est renouvelé automatiquement sauf si le renouvellement automatique est désactivé au moins 24 heures avant la fin de la période en cours.<br><br>• Les frais de renouvellement d'abonnement seront débités dans les 24 heures avant la fin de la période courante.<br><br>Vos abonnements peuvent être gérés et votre renouvellement automatique peut être désactivé dans les paramètres de votre compte iTunes après l'achat d'un abonnement.<br><br><a href=%2$@>Conditions d'utilisation</a> et <a href=%1$@>Politique de confidentialité</a>
hr: O pretplati na AdGuard:<br><br>• Naplata će se teretiti na vaš iTunes račun nakon potvrde kupnje.<br><br>• Pretplata se automatski obnavlja, osim ako se automatsko obnavljanje ne isključi najmanje 24 sata prije kraja<br><br>• Naknada za obnavljanje pretplate naplatiti će se u roku od 24 sata prije kraja tekućeg razdoblja.<br><br>Pretplatama se može upravljati, a automatsko obnavljanje može biti isključeno u postavkama iTunes računa nakon kupnje pretplate.<br><br><a href=%2$@>Uvjeti korištenja</a> i <a href=%1$@>Pravila o privatnosti</a>
hu: Az AdGuard előfizetésről:<br><br>• A fizetés az Ön iTunes-fiókjára kerül felszámolásra a vásárlás visszaigazolásakor.<br><br>• Az előfizetés automatikusan megújul, kivéve, ha az automatikus megújítást legalább 24 órával az aktuális időszak vége előtt kikapcsolják.<br><br>• Az előfizetés megújításának díját az aktuális időszak vége előtt 24 órán belül felszámítják.<br><br>Előfizetéseit az Tunes-fiókbeállításokban kezelheti, valamint az automatikus megújítását az előfizetés megvásárlását követően szintén itt tudja kikapcsolni.<br><br><a href=%2$@>Felhasználási feltételek</a> és <a href=%1$@>Adatvédelmi irányelvek</a>
id: Tentang Berlangganan AdGuard:<br><br>• Pembayaran akan dibebankan ke Akun iTunes Anda saat konfirmasi pembelian.<br>• Langganan akan secara otomatis diperpanjang kecuali perpanjangan otomatis dimatikan setidaknya 24 jam sebelum akhir periode berjalan.<br>• Biaya perpanjang langganan akan dibebankan dalam 24 jam sebelum akhir periode berjalan. Langganan Anda dapat dikelola dan perpanjangan otomatis Anda dapat dimatikan di Pengaturan Akun iTunes Anda setelah membeli langganan.<br><br><a href=%1$@>Kebijakan privasi</a><br><br><a href=%2$@>Ketentuan Penggunaan</a>
it: Informazioni sull'abbonamento AdGuard:<br><br>• Il pagamento verrà addebitato sul tuo account iTunes alla conferma dell'acquisto.<br><br>• L'abbonamento viene rinnovato automaticamente a meno che il rinnovo automatico non venga disattivato almeno 24 ore prima della fine del periodo corrente.<br><br>• Il canone di rinnovo dell'abbonamento verrà addebitato entro 24 ore prima della fine del periodo corrente.<br><br> Gli abbonamenti possono essere gestiti e il rinnovo automatico può essere disattivato nelle impostazioni dell'account iTunes dopo l'acquisto di un abbonamento.<br><br><a href=%2$@>Termini di utilizzo</a> e <a href=%1$@>Politica sulla riservatezza</a>
ja: 【AdGuardサブスクリプションについて】<br><br>・支払いは購入の確認時にiTunesアカウントに請求されます。<br>・サブスクリプションは、現在のサブスクリプション期間が終了する少なくとも24時間前に自動更新がオフにされない限り、自動的に更新されます。<br>・サブスクリプション更新料金は、現在の期間の終了前の24時間以内に請求されます。サブスクリプション購入後、iTunesアカウント設定においてサブスクリプション管理が可能になり、自動更新もそちらで無効にすることができます。<br><br><a href=%1$@>プライバシーポリシー</a><br><br><a href=%2$@>利用規約</a>
ko: AdGuard 구독 서비스에 대하여:<br><br>• 결제는 구입 확인 시 iTunes 계정을 통해 이루어집니다.<br>• 구독 서비스는 자동 갱신이 종료되기 24시간 전에 비활성화하지 않는 한 자동으로 갱신됩니다.<br>• 구독 갱신 수수료는 갱신되기 24시간 전에 청구됩니다. 고객님은 구독을 직접 관리할 수 있으며, 자동 갱신은 구독 후 iTunes 계정 설정에서 비활성화할 수 있습니다.<br><br><a href=%1$@>개인정보취급방침</a> <br><br><a href=%2$@>이용 약관</a>
nl: Over AdGuard abonnementen:<br><br>Betalingen worden gedaan via je iTunes account wanneer je je aankoop bevestigd.<br><br> Het abonnement wordt automatisch verlengd tenzij je dit uiterlijk 24 uur voor het einde van de abonnementsperiode uitzet.<br><br>De koen van het verlengen van het abonnement worden binnen 24 uur voor het einde van de lopende periode in rekening gebracht.<br><br>Je abonnementen kunnen worden beheerd en automatische verlengingen kunnen worden uitgeschakeld in de accountinstellingen van iTunes na aankoop van een abonnement.<br><br><a href=%2$@>Voorwaarden en condities</a> en <a href=%1$@>Privacybeleid</a>
pl: Informacje o subskrypcji AdGuard:<br><br>▪ Płatność zostanie pobrana z konta iTunes po potwierdzeniu zakupu.<br>▪ Subskrypcja zostanie automatycznie przedłużona, chyba że automatyczne odnowienie zostanie wyłączone co najmniej 24 godziny przed końcem bieżącego okresu.<br>▪ Opłata za przedłużenie subskrypcji zostanie naliczona w ciągu 24 godzin przed końcem bieżącego okresu. Twoje subskrypcje mogą być zarządzane, a automatyczne odnawianie może być wyłączone w Ustawieniach konta iTunes po zakupie subskrypcji.<br><br><a href=%1$@>Polityka prywatności</a> <br><br><a href=%2$@>Warunki użytkowania</a>
pt_br: Sobre a assinatura do AdGuard:<br><br>• O pagamento será debitado na sua conta do iTunes na confirmação da compra.<br><br>• A assinatura é renovada automaticamente a menos que a renovação automática seja desativada 24 horas antes da renovação.<br><br>• A taxa de renovação da assinatura será cobrada nas 24 horas anteriores ao final do período atual.<br><br>As suas assinaturas podem ser gerenciadas e a sua renovação automática pode ser desativada nas configurações da sua conta do iTunes.<br><br><a href=%2$@>Termos e condições</a> e <a href=%1$@>Política de privacidade</a>
ro: Despre Abonamentul AdGuard:<br><br>• Plata se va face în contul dvs. iTunes la confirmarea achiziției.<br><br>• Dacă reînnoirea automată a abonamentului nu s-a dezactivat cu cel puțin 24 de ore înainte de sfârșitul perioadei curente, acesta se reînnoiește automat.<br><br>• Taxa de reînnoire a abonamentului se va percepe în 24 de ore înainte de sfârșitul perioadei curente. <br><br>Vă puteți gestiona abonamentele iar reînnoirea automată se poate dezactiva în Setările contului dvs. iTunes după achiziția unui abonament.<br><br><a href=%2$@>Termeni și condiții</a> și <a href=%1$@>Politica de confidențialitate</a>
ru: AdGuard Премиум — это платный сервис с ежегодной подпиской. Средства спишутся с вашего аккаунта iTunes после подтверждения покупки. <br>• Подписка обновляется автоматически (и происходит списывание средств), если не будет отменена по крайней мере за 24 часа до окончания текущего периода. <br>• Управлять подписками и отменить автоматическое продление можно, перейдя в ваш аккаунт iTunes после приобретения подписки.<br><br><a href=%2$@>Условия использования</a> и <br><br><a href=%1$@>Политика конфиденциальности</a>
sk: AdGuard Premium je platená ročná služba s predplateným 2,99 USD za rok (cena sa môže líšiť podľa regiónu). Platba bude účtovaná na účet iTunes pri potvrdení nákupu. Predplatné sa automaticky obnoví, pokiaľ nie je automatické obnovenie vypnuté aspoň 24 hodín pred koncom aktuálneho obdobia. Obnovenie predplatného bude účtované do 24 hodín pred koncom aktuálneho obdobia. Vaše odbery môžu byť spravované a Vaše automatické obnovenie môže byť vypnuté tak, že prejdete na nastavenia účtu iTunes po zakúpení predplatného.<br><br><a href=%1$@>Zásady ochrany osobných údajov</a> <br><br><a href=%2$@>Zmluvné podmienky</a>
sl: O naročnini AdGuarda:<br><br>• Plačilo bo nakazano na vaš račun iTunes ob potrditvi nakupa.<br><br>• Naročnina se samodejno obnovi, razen če je samodejno podaljšanje izklopljeno vsaj 24 ur pred koncem trenutnega obdobja.<br><br>• Nadomestilo naročnine se bo zaračunalo v 24 urah pred koncem tekočega obdobja.<br><br>Po naročilu lahko upravljate svoje naročnine in po nakupu naročnine v nastavitvah računa iTunes izklopite samodejno obnovo.<br><br><a href=%2$@>Pogoji in določila</a> in <a href=%1$@>Politika zasebnosti</a>
sr_latn: O AdGuard pretplati:<br><br>• Naplata će biti izvršena preko vašeg iTunes naloga nnakon potvrde kupovine.<br>• Pretplata će se automatski obnavljati, ali ukoliko je automatska obnova isključena najmanje 24 časa pre isteka trenutnog perioda onda se neće obnoviti.<br>• Obnova pretplate će biti izvršena 24-časa pre isteka trenutnog perioda. Vašom pretplatom kao i automatskom obnovom možete upravljati na vašem iTunes nalogu nakon kupovine pretplate.<br><br><a href=%1$@>Politika privatnosti</a> <br><br><a href=%2$@>Uslovi korišćenja</a>
tr: AdGuard Aboneliği Hakkında:<br><br>• Ödeme, satın alma onayı ile iTunes Hesabınızdan tahsil edilecektir.<br><br>• Otomatik yenileme cari dönemin bitiminden en az 24 saat önce kapatılmadığı sürece aboneliğiniz otomatik olarak yenilenir.<br><br>• Abonelik yenileme ücreti, cari dönemin bitiminden 24 saat önce tahsil edilecektir.<br><br>Abonelikleriniz yönetilebilir ve bir abonelik satın aldıktan sonra otomatik yenilemeniz iTunes Hesap Ayarları'ndan kapatılabilir.<br><br><a href=%2$@>Şartlar ve koşullar</a> ve <a href=%1$@>Gizlilik politikası</a>
uk: Про передплату AdGuard:<br><br>• Платіж буде стягнуто з вашого облікового запису iTunes при підтвердженні покупки.<br><br>• Передплата автоматично продовжується, доки не буде вимкнена принаймні за 24 години до завершення поточного періоду.<br><br>• Оплата за продовження буде стягнута впродовж 24 годин до завершення поточного періоду.<br><br>Ви можете керувати своїми передплатами та вимкнути автоматичне продовження в налаштуваннях свого облікового запису iTunes після придбання передплати.<br><br><a href=%2$@>Умови користування</a> та <a href=%1$@>Політика приватності</a>
zh_hant: 關於 AdGuard 訂閱：<br><br>• 付款將在購買確認時被記在您的 iTunes 帳戶上。<br><br>• 除非在現行的週期結束前至少 24 小時自動續訂被關掉，否則該訂閱被自動地續訂。<br><br>• 該訂閱續訂費用將在現行的週期結束前 24 小時內被收費。<br><br>您的訂閱可被管理，且在購買訂閱後，您的自動續訂可在您的 iTunes 帳戶設定裡被關掉。<br><br><a href=%2$@>條款和條件</a>及<a href=%1$@>隱私政策</a>

# lifetime_purchase_description_format
source: <a href=%2$@>Terms and conditions</a> and <a href=%1$@>Privacy policy</a>
be: <a href=%2$@>Умовы выкарыстання</a> і <a href=%1$@>Палітыка прыватнасці</a>
da: <a href=%2$@>Vilkår og Betingelser</a> and <a href=%1$@>Fortrolighedspolitik</a>
es: <a href=%2$@>Acuerdo de licencia</a> y <a href=%1$@>política de privacidad</a> de AdGuard.
fa: <a href=%1$@>سیاست حریم خصوصی</a> <br><br><a href=%2$@>شرایط استفاده</a>
fr: <a href=%2$@>Conditions d'utilisation</a> et <a href=%1$@>Politique de confidentialité</a>
hr: <a href=%2$@>Uvjeti korištenja</a> i <a href=%1$@>Politika privatnosti</a>
hu: <a href=%2$@>Felhasználási feltételek</a> és <a href=%1$@>Adatvédelmi irányelvek</a>
id: <a href=%1$@>Kebijakan Privasi</a> <br><br><a href=%2$@>Ketentuan Penggunaan</a>
it: <a href=%2$@>Termini di utilizzo</a> e <a href=%1$@>Politica sulla riservatezza</a>
ja: <a href=%1$@>プライバシーポリシー</a>と<br><br><a href=%2$@>利用規約</a>
ko: <a href=%2$@>이용 약관</a> 및<a href=%1$@>개인정보취급방침</a>
nb: <a href=%2$@>Vilkår og betingelser</a> og <a href=%1$@>personvernsretningslinjer</a>
nl: <a href=%1$@>Privacy policy</a> <br><br><a href=%2$@>Gebruiksvoorwaarden</a>
pl: <a href=%1$@>Polityka prywatności</a> <br><br><a href=%2$@>Warunki korzystania</a>
pt_br: <a href=%2$@>Termos e condições</a> e <a href=%1$@>Política de Privacidade</a>
ro: <a href=%2$@>Termeni și condiții</a> și <a href=%1$@>Politica de confidențialitate</a>
ru: <br><br><a href=%2$@>Условия использования</a> и <a href=%1$@>Политика конфиденциальности</a>
sk: <a href=%1$@>Pravidlá ochrany súkromia</a> <br><br><a href=%2$@>Podmienky používania</a>
sl: <a href=%2$@>Pogoji in določila</a> in <a href=%1$@>Politika zasebnosti</a>
sr_latn: <a href=%1$@>Politika privatnosti</a> <br><br><a href=%2$@>Uslovi korišćenja</a>
tr: <a href=%2$@>Şartlar ve koşullar</a> ve <a href=%1$@>Gizlilik politikası</a>
uk: <a href=%2$@>Умови користування</a> та <a href=%1$@>Політика приватності</a>
zh_hant: <a href=%2$@>條款和條件</a>及<a href=%1$@>隱私政策</a>

# common_action_ok
source: OK
be: ОК
es: Aceptar
fa: تأیید
hr: U redu
ko: 확인
ru: ОК
sl: VREDU
sr_latn: U redu
tr: Tamam
uk: ОК
zh_hant: 確定

# privacy_policy_action
source: Privacy Policy
be: Палітыка прыватнасці
da: Fortrolighedspolitik
es: Política de privacidad
fa: سیاست حریم خصوصی
fr: Politique de confidentialité
hr: Politika privatnosti
hu: Adatvédelmi Irányelvek
id: Kebijakan Privasi
it: Politica sulla Riservatezza
ja: プライバシーポリシー
ko: 개인정보취급방침
nb: Personvern
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de privacidade
ro: Politică Intimitate
ru: Политика конфиденциальности
sk: Pravidlá ochrany súkromia
sl: Politika zasebnosti
sr_latn: Politika privatnosti
tr: Gizlilik Politikası
uk: Політика приватності
zh_hant: 隱私政策

# vpn_confirm_title
source: A VPN will be created
be: VPN будзе створаны
da: Et VPN oprettes
es: Una VPN será creada
fa: یک VPN ایجاد خواهد شد
fr: Un VPN sera créé
hr: VPN će biti stvoren
hu: Létrejön a VPN
id: VPN akan dibuat
it: Verrà creata una VPN
ja: VPNが作成されます
ko: VPN이 생성됩니다.
nb: En VPN vil bli opprettet
nl: Er wordt een VPN gecreëerd
pl: Zostanie utworzona sieć VPN
pt_br: Uma VPN será criada
ro: Un VPN va fi creat
ru: Добавление VPN-профиля
sk: Bude vytvorená VPN
sl: Ustvarjen bo VPN
sr_latn: VPN će biti napravljen
tr: Bir VPN oluşturulacak
uk: Буде створено VPN
zh_hant: VPN 將被創建
