Repository: AdguardTeam/AdguardForiOS
Catalog: AdguardExtension/AdguardApp/*.lproj/Localizable.strings
Languages: be, bg, da, es, fa, fr, hr, hu, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sr_latn, tr, uk, zh_hant

# vpn_confirm_message
source: VPN is required to set up custom DNS settings. The created VPN is local, which means your traffic will not be routed through any servers. We do not collect any data when you use this VPN profile.
be: VPN патрабуецца для налады карыстацкіх параметраў DNS. Створаны VPN з'яўляецца лакальным, што азначае, што ваш трафік не будзе маршрутызавацца праз якія-небудзь серверы. Мы не збіраем дадзеныя падчас выкарыстання гэтага VPN-профілю.
da: VPN kræves for at kunne oprette tilpassede DNS-indstillinger. Det oprettede VPN er lokalt, hvilket betyder, at din trafik ikke dirigeres gennem nogle servere. Vi indsamler ikke ingen data, når du bruger denne VPN-profil.
es: VPN es necesario para configurar la configuración del DNS personalizado. La VPN creada es local, lo que significa que tu tráfico no será enrutado a través de ningún servidor. No recopilamos ningún dato cuando utilizas este perfil VPN.
fa: برای راه اندازی تنظیم DNS دستی، VPN نیاز است. VPN ایجاد شده محلی هست،یعنی ترافیک شما توسط هیچ سرور دیگری وقتی از این پروفایل VPN استفاده می کنید تغیییر مسیر داده نمی شود. ما هیچ داده ای جمع آوری نمی کنیم.
fr: Un VPN est requis pour configurer les paramètres DNS personnalisés. Le VPN créé est local, donc votre trafic ne sera pas acheminé par aucun serveur. Nous ne collectons pas de données lorsque vous utilisez ce profil VPN.
hr: VPN je potreban za postavljanje prilagođenih postavki DNS-a. Stvoreni VPN je lokalni, što znači da vaš promet neće biti preusmjeren ni na jedan poslužitelj. Ne prikupljamo nikakve podatke kada koristite ovaj VPN profil.
hu: Az egyedi DNS-beállítások beállításához VPN szükséges. A létrehozott VPN helyben fut, azaz a forgalom nem kerül továbbításra egyetlen távoli szerverre sem. Nem gyűjtünk adatokat, ha ezt a VPN-profilt használja.
id: VPN diperlukan untuk mengatur pengaturan kustom DNS. VPN yang dibuat adalah lokal, yang berarti lalu lintas Anda tidak akan dialihkan melalui server mana pun. Kami tidak mengumpulkan data apa pun saat Anda menggunakan profil VPN ini.
it: La VPN è necessaria per configurare le impostazioni DNS personalizzate. La VPN creata è locale, il che significa che il tuo traffico non verrà instradato attraverso nessun server. Non raccogliamo dati quando si utilizza questo profilo VPN.
ja: VPNは、カスタムDNS設定をセットアップするために必要です。作成されたVPNはローカルです。つまり、トラフィックはどのサーバーも経由したりすることはありません。 本VPNプロファイルをお使いになっても、私たちは一切データを収集することはありません。
ko: 사용자 정의 DNS 설정을 사용하기 위해서는 VPN이 필요합니다. 생성된 VPN은 현지 지역에 대한 것이며, 귀하의 연결이 어떠한 서버로부터도 전송되지 않을 것을 의미합니다. 저희는 귀하가 이 VPN 프로필을 사용하고 있을 때 어떠한 데이터도 수집하지 않습니다.
nl: VPN is verplicht om aangepaste DNS instellingen te kunnen maken. Het gecreëerde VPN is lokaal, wat betekent dat je internetverkeer niet door servers wordt geleid.
pl: VPN jest wymagane do skonfigurowania niestandardowych ustawień DNS. Utworzona sieć VPN jest lokalna, co oznacza, że ruch nie będzie kierowany przez żadne serwery. Nie gromadzimy żadnych danych podczas korzystania z tego profilu VPN.
pt_br: A VPN é necessária para definir configurações de DNS personalizadas. A VPN é criada localmente, o que significa que seu tráfego não será encaminhado para um servidor. Nós não coletamos dados quando você usa este perfil de VPN.
ro: Un VPN este necesar pentru a configura setări DNS personalizate. VPN-ul creat este local, deci traficul nu va fi distribuit prin niciun server. Când utilizați acest profil VPN, nu colectăm date.
ru: VPN требуется для настройки пользовательских параметров DNS. Созданный VPN является локальным, что означает, что ваш трафик не будет маршрутизироваться через какие-либо серверы. Мы не собираем данные во время использования этого VPN-профиля.
sk: Pre vlastné nastavenia DNS sa vyžaduje VPN. Vytvorená VPN je lokálna, čo znamená, že Vaša komunikácia nebude smerovaná cez žiadne servery. Pri používaní VPN profilu nezhromažďujeme žiadne údaje.
sl: Za nastavitev poljubnih nastavitev DNS je potreben VPN. Ustvarjen VPN je lokalni, kar pomeni, da vaš promet ne bo usmerjen prek nobenega strežnika. Ko uporabljate ta profil VPN, mi ne zbiramo nobenih podatkov.
sr_latn: VPN je obavezan kako biste podesili prilagođeni DNS. Napravljeni VPN je lokalni, što znači da vaš saobraćaj neće biti preusmeren kroz druge servere. Mi ne prikupljamo nikakve podatke kada koristite ovaj VPN profil.
tr: Özel DNS ayarlarını kurmak için VPN gerekmektedir. Oluşturulan VPN yereldir, yani trafiğiniz herhangi bir sunucu üzerinden yönlendirilmez. Bu VPN profilini kullandığınızda herhangi bir veri toplamayız.
uk: VPN необхідний для встановлення власних налаштувань DNS. Створений VPN є локальним, отже ваш трафік не передаватиметься через будь-які сервери. Ми не збираємо жодних даних при використанні цього профілю VPN.
zh_hant: 為了設置自訂的 DNS 設定，VPN 是必須的。該被創建的 VPN 為本機的，這表示您的流量將不被路由通過任何的伺服器。 當您使用此 VPN 設定檔時，我們不收集任何的資料。

# loading_message
source: Please wait...
be: Калі ласка, пачакайце...
da: Vent venligst...
es: Por favor espere...
fa: منتظر بمانید...
fr: Veuillez patienter...
hr: Molimo pričekajte...
hu: Kérem várjon...
id: Silahkan tunggu...
it: Attendere per favore...
ja: 少々お待ちください...
ko: 잠시만 기다려주세요...
nb: Vennligst vent...
nl: Even geduld...
pl: Proszę czekać...
pt_br: Por favor, aguarde...
ro: Așteptați...
ru: Пожалуйста, подождите…
sk: Čakajte prosím…
sl: Prosimo, počakajte...
sr_latn: Molim sačekajte...
tr: Lütfen bekleyin...
uk: Будь ласка, зачекайте...
zh_hant: 請稍候…

# theme_header_title
source: Theme
be: Тэма
da: Tema
es: Tema
fa: پوسته
fr: Thème
hr: Tema
hu: Téma
id: Tema
it: Tema
ja: テーマ
ko: 테마
nb: Tema
nl: Thema
pl: Motyw
pt_br: Tema
ro: Temă
ru: Тема
sk: Téma
sl: Tema
sr_latn: Tema
tr: Tema
uk: Тема
zh_hant: 主題

# other_header_title
source: Other
be: Іншыя
da: Andet
es: Otros
fa: ساير
fr: Autre
hr: Ostalo
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
nb: Andre
nl: Overige
pl: Inne
pt_br: Outros
ro: Altele
ru: Прочее
sk: Iné
sl: Ostalo
sr_latn: Ostalo
tr: Diğer
uk: Інші
zh_hant: 其它的

# content_blocker_filters
source: Filters:
be: Фільтры:
da: Filtre:
es: Filtros:
fa: فيلترها:
fr: Filtres :
hr: Filtri:
hu: Szűrők:
id: Filter:
it: Filtri:
ja: フィルタ：
ko: 필터:
nb: Filtre:
pl: Filtry:
pt_br: Filtros:
ro: Filtre:
ru: Фильтры:
sk: Filtre:
sl: Filtri:
sr_latn: Filter:
tr: Filtreler:
uk: Фільтри:
zh_hant: 過濾器：

# general_settings_restart_tunnel_error
source: You need to enable VPN first
be: Вам трэба спачатку ўключыць VPN
da: Du skal først aktivere VPN
es: Necesitas habilitar la VPN primero
fa: شما ابتدا باید VPN را فعال کنید
fr: Vous devez d'abord activer le VPN
hr: Potrebno je prvo omogućiti VPN
hu: Először engedélyeznie kell a VPN-t
id: Anda harus mengaktifkan VPN terlebih dahulu
it: Devi prima attivare la VPN
ja: 先にVPNを有効にする必要があります
ko: VPN 을 먼저 활성화해야합니다
nb: Du må skru på VPN først
nl: Je moet VPN eerst inschakelen
pl: Najpierw musisz włączyć VPN
pt_br: Você precisa ativar a VPN primeiro
ro: Trebuie activat VPN mai întâi
ru: Вам необходимо сначала включить VPN
sk: Najskôr musíte zapnúť VPN
sl: Najprej omogočite VPN
sr_latn: Potrebno je da najpre omogućite VPN
tr: Önce VPN'yi etkinleştirmeniz gerek
uk: Спочатку потрібно ввімкнути VPN
zh_hant: 您需要先啟用 VPN

# reset_stat_title
source: Reset statistics
be: Скінуць статыстыку
da: Nulstil statistikker
es: Restablecer estadísticas
fr: Réinitialiser les stats
hr: Poništi statistiku
hu: Statisztikák visszaállítása
id: Reset statistik
it: Reimposta statistiche
ja: 統計をリセット
ko: 통계 초기화
nb: Tilbakestill statistikker
nl: Herstel statistieken
pl: Wyzeruj statystyki
pt_br: Redefinir estatísticas
ro: Resetați statisticile
ru: Сбросить статистику
sk: Vynulovať štatistiku
sl: Ponastavi statistiko
sr_latn: Resetuj statistiku
tr: İstatistikleri sıfırla
uk: Скинути статистику
zh_hant: 重置統計資料

# reset_stat_descr
source: All statistics will be cleared!
be: Уся статыстыка будзе выдалена!
da: Alt statistik fjernes!
es: ¡Se borrarán todas las estadísticas!
fr: Toutes les stats seront effacées !
hr: Sva statistika će biti očišćena!
hu: Minden statisztika vissza lett állítva!
id: Semua data statistik akan dihapus!
it: Tutte le statistiche saranno cancellate!
ja: 注：すべての統計がクリアされます。
ko: 모든 통계가 지워집니다!
nb: Alle statistikker vil bli tømt!
nl: Alle statistieken worden verwijderd!
pl: Wszystkie statystyki zostaną usunięte!
pt_br: Todas as estatísticas serão excluídas!
ro: Toate statisticile vor fi șterse!
ru: Вся статистика будет удалена!
sk: Všetky štatistiky budú vynulované!
sl: Vsa statistika bo počiščena!
sr_latn: Sva statistika će biti obrisana!
tr: Tüm istatistikler silinecek!
uk: Вся статистика очиститься!
zh_hant: 所有的統計資料將被清除！

# reset_title
source: Reset
be: Скінуць
da: Nulstil
es: Restablecer
fr: Réinitialiser
hr: Poništi
hu: Visszaállítás
it: Reimposta
ja: リセット
ko: 초기화
nb: Tilbakestill
nl: Herstel
pl: Zresetuj
pt_br: Redefinir
ro: Resetare
ru: Сбросить
sk: Vynulovať
sl: Ponastavi
sr_latn: Resetuj
tr: Sıfırla
uk: Скинути
zh_hant: 重置

# remove_title
source: Remove
be: Выдаліць
da: Fjern
fr: Supprimer
hr: Ukloni
hu: Eltávolítás
id: Buang
it: Rimuovi
ja: 除去する
ko: 제거
nb: Slett
nl: Verwijderen
pt_br: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sl: Odstrani
tr: Kaldır
uk: Вилучити
zh_hant: 移除

# remove_vpn_profile_title
source: Remove VPN profile
be: Выдаліць VPN-профіль
da: Fjern VPN-profil
es: Eliminar perfil VPN
fr: Supprimer le profil VPN
hr: Ukloni VPN profil
hu: VPN profil eltávolítása
id: Hapus profil VPN
it: Rimuovi profilo VPN
ja: VPNプロファイルの除去
ko: VPN 프로필 제거
nb: Fjern VPN-profil
nl: VPN-profiel verwijderen
pl: Usuń profil VPN
pt_br: Remover perfil de VPN
ro: Eliminare profil VPN
ru: Удалить VPN-профиль
sk: Odstrániť VPN profil
sl: Odstrani profil VPN
sr_latn: Ukloni VPn profil
tr: VPN profilini kaldır
uk: Вилучити VPN-профіль
zh_hant: 移除 VPN 設定檔

# remove_vpn_profile_message
source: Are you sure you want to remove your VPN profile and disable DNS protection?
be: Вы ўпэўнены, што хочаце выдаліць VPN-профіль і адключыць абарону ад асочвання?
da: Sikker på, at du vil fjerne din VPN-profil og deaktivere DNS-beskyttelse?
fr: Êtes-vous sûr de vouloir supprimer votre profil VPN et désactiver la DNS protection?
hr: Jeste li sigurni da želite ukloniti vaš VPN profil i onemogućiti DNS zaštitu?
hu: Biztos benne, hogy eltávolítja a VPN profilt és kikapcsolja a DNS védelmet?
id: Anda yakin ingin menghapus profil VPN Anda dan mematikan perlindungan DNS?
it: Sei sicuro di voler rimuovere il tuo profilo VPN e disattivare la protezione DNS?
ja: VPNプロファイルを除去して「DNS通信を保護」をオフにしてもよろしいですか？
ko: VPN 프로필을 제거하고 추적 보호를 비활성화 하시겠습니까?
nb: Er du sikke på at du vil fjerne din VPN-profil og skru av DNS-beskyttelse?
nl: Het VPN-profiel daadwerkelijk verwijderen en de DNS bescherming uitschakelen?
pt_br: Você tem certeza de que deseja remover seu perfil de VPN e desativar a proteção de DNS?
ro: Sigur doriți să eliminați profilul dvs. VPN și să dezactivați protecția DNS?
ru: Вы уверены, что хотите удалить VPN-профиль и отключить защиту от отслеживания?
sk: Naozaj chcete odstrániť VPN profil a vypnúť DNS ochranu?
sl: Ali ste prepričani, da želite odstraniti svoj profil VPN in onemogočiti zaščito DNS?
tr: VPN profilinizi kaldırmak ve DNS korumasını devre dışı bırakmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете вилучити свій VPN-профіль та вимкнути DNS-захист?
zh_hant: 您確定您想要移除您的 VPN 設定檔並禁用 DNS 防護嗎？

# remove_vpn_profile_error_title
source: An error occurred
be: Адбылася памылка
da: En fejl opstod
es: Se ha producido un error
fr: Une erreur est survenue
hr: Došlo je do pogreške
hu: Valamilyen hiba történt
id: Terjadi kesalahan
it: Si è verificato un errore
ja: エラーが発生しました。
ko: 오류가 발생했습니다
nb: En feil oppstod
nl: Er is een fout opgetreden
pl: Wystąpił błąd
pt_br: Ocorreu um erro
ro: A apărut o eroare
ru: Произошла ошибка
sk: Vyskytla sa chyba
sl: Prišlo je do napake
sr_latn: Došlo je do greške
tr: Bir hata oluştu
uk: Сталася помилка
zh_hant: 錯誤已發生

# remove_vpn_profile_error_message
source: Something went wrong while deleting your VPN profile
be: Нешта пайшло не так пры выдаленні вашага VPN-профілю
da: Noget gik galt under sletningen af din VPN-profil
es: Algo salió mal al eliminar tu perfil VPN
fr: Une erreur s’est produite lors de la suppression de votre profil VPN
hr: Došlo je do pogreške prilikom uklanjanja vašeg VPN profila
hu: Valamilyen hiba történt a VPN profil törlése során
id: Terjadi kesalahan saat menghapus profil VPN Anda
it: Si è verificato un errore durante l'eliminazione del profilo VPN
ja: VPNプロファイル除去中に何かの問題が発生しました。
ko: VPN 프로필을 삭제하는 동안 오류가 발생했습니다
nb: Noe gikk galt under sletting av VPN-profilen din
nl: Er ging iets fout bij het verwijderen van het VPN-profiel
pl: Coś poszło nie tak podczas usuwania Twojego profilu VPN
pt_br: Algo deu errado ao excluir o seu perfil de VPN
ro: Ceva nu a funcționat în timpul ștergerii profilului dvs. VPN
ru: Что-то пошло не так при удалении вашего VPN-профиля
sk: Pri odstraňovaní VPN profilu sa vyskytla chyba
sl: Med brisanjem vašega VPN profila je nekaj šlo narobe
sr_latn: Nešto je pošlo naopako dok smo brisali vaš VPN profil
tr: VPN profiliniz silinirken bir şeyler ters gitti
uk: При вилученні VPN-профілю щось пішло не так
zh_hant: 當刪除您的 VPN 設定檔時，某事物出現問題

# enabled_current_content_blocker_state_label
source: %@ rules are being used
be: %@ правілаў выкарыстоўваюцца
da: %@ regler bruges
es: %@ reglas se están utilizando
fa: %@ دستور در حال استفاده است
fr: %@ règles sont en cours d'utilisation
hr: %@ pravila se koriste
hu: %@ szabály van használatban
id: %@ aturan sedang digunakan
it: %@ regole sono in uso
ja: 使用ルール数：%@
ko: %@개의 규칙이 사용되는 중
nb: %@ regler blir benyttet
nl: %@ regels in gebruik
pl: %@ reguł zostało użytych
pt_br: %@ regras estão sendo usadas
ro: %@ reguli sunt utilizate
ru: %@ правил используются
sk: Bolo použitých %@ pravidiel
sl: Uporablja se %@ pravil
sr_latn: %@ pravila se koristi
tr: %@ kural kullanılıyor
uk: %@ правил використовуються
zh_hant: %@ 規則正被使用

# disabled_current_state_label
source: Disabled in Safari settings
be: Адключана ў наладах Safari
da: Deaktiveret i Safaris indstillinger
es: Deshabilitado en la configuración de Safari
fa: در تنظیمات سافاری غیرفعال شده است
fr: Désactivé dans les paramètres de Safari
hr: Onemogućeno u postavkama Safarija
hu: Kikapcsolva a Safari beállításaiban
id: Dinonaktifkan di pengaturan Safari
it: Disattivato nelle impostazioni Safari
ja: Safari設定でOFFになっています
ko: 사파리 설정에서 비활성화 됨
nb: Skrudd av i Safari-innstillingene
nl: Uitgezet in Safari instellingen
pl: Wyłączone w ustawieniach Safari
pt_br: Desativado nas configurações do Safari
ro: Dezactivat în setări Safari
ru: Отключено в настройках Safari
sk: Vypnuté v nastaveniach Safari
sl: Onemogočeno v nastavitvah Safarija
sr_latn: Isključi u postavkama Safarija
tr: Safari ayarlarında devre dışı bırakılmış
uk: Вимкнено в параметрах Safari
zh_hant: 在 Safari 設定裡被禁用

# update_current_state_label
source: Loading into Safari...
be: Загружаем у Safari...
da: Indlæser i Safari...
es: Cargando en Safari...
fa: بررسی برای بروز رسانی...
fr: Téléchargement dans Safari en cours...
hr: Učitavanje u Safari...
hu: Betöltés a Safariba...
id: Memuat ke Safari...
it: Caricamento in Safari...
ja: Safariへ読み込み中...
ko: 업데이트 확인 중...
nb: Laster inn i Safari …
nl: Laden in Safari...
pl: Ładowanie do Safari...
pt_br: Verificando atualizações...
ro: Se încarcă în Safari...
ru: Загружаем в Safari...
sk: Načítava sa do Safari...
sl: Nalaganje v Safari...
sr_latn: Učitavam u Safari...
tr: Safari'ye kuruluyor...
uk: Завантаження в Safari...
zh_hant: 正在載進 Safari…

# over_limit_current_state_label
source: The limit of %1$@ rules is reached. The app may not work correctly. Please disable the extra rules. Currently %2$@ out of %3$@ rules are being used; %4$@ rules are disabled.
be: Перавышаны ліміт у %1$@ правілаў. Дадатак можа працаваць некарэктна. Калі ласка, адключыце лішнія правілы. У цяперашні момант выкарыстоўваюцца %2$@ з %3$@ правілаў; адключана правілаў: %4$@.
da: Grænsen på %1$@ regler er nået. Appen vil muligvis ikke fungere korrekt. Deaktivér de ekstra regler. Pt. bruges %2$@ ud af %3$@ regler: %4$@ regler er deaktiveret.
es: Se alcanza el límite de %1$@ reglas. Es posible que la aplicación no funcione correctamente. Por favor deshabilita las reglas adicionales. Actualmente se están utilizando %2$@ de %3$@ reglas; %4$@ reglas están deshabilitadas.
fa: محدودیت %1$@ دستور به سر رسید. برنامه امکان دارد درست کار نکند. لطفا دستورات اضافه را غیرفعال کنید. اکنون %2$@ از %3$@ دستور در حال استفاده است; %4$@ دستور غیرفعال است.
fr: La limite de %1$@ règles est atteinte. L'application peut ne pas fonctionner correctement. Veuillez désactiver les règles en excès. Actuellement %2$@ sur %3$@ règles sont utilisées ; %4$@ règles sont désactivées.
hr: Dostignuto je ograničenje od %1$@ pravila. Aplikacija možda neće raditi ispravno. Onemogućite dodatna pravila. Trenutno se koristi %2$@ od %3$@ pravila; %4$@ pravila su onemogućena.
hu: Elérte a szabályok maximális %1$@ számát. Elképzelhető, hogy az alkalmazás nem fog megfelelően működni. Kérjük, hogy kapcsolja ki az extra szabályokat. Jelenleg az %3$@ szabályok közül %2$@-t használnak; Az %4$@ szabályok le vannak tiltva.
id: Telah mencapai batas %1$@ aturan. Aplikasi mungkin tidak berfungsi dengan benar. Harap nonaktifkan aturan tambahan. Saat ini, %2$@ dari %3$@ aturan sedang digunakan; %4$@ aturan dinonaktifkan.
it: Hai raggiunto il limite di %1$@ regole attive. L'app potrebbe non funzionare correttamente. Ti preghiamo di disattivare le regole extra. Attualmente sono in uso %2$@ regole su %3$@; %4$@ regole sono disattivate.
ja: ルール数上限%1$@を達成しました。アプリの動作に不具合発生の可能性があります。余分なルールを無効にしてください。現在使用ルール数：%2$@/%3$@（%4$@本無効）
ko: 최대 %1$@가지의 규칙만을 사용하실 수 있습니다. 초과될 경우 앱이 정상적으로 작동하지 않을 수 있습니다. 초과된 규칙들을 비활성화 하십시오. 현재 %3$@가지의 규칙 중 %2$@가지의 규칙이 사용중이며, %4$@가지의 규칙이 비활성화 되어있습니다.
nl: De limiet van %1$@ is bereikt. De app kan mogelijk niet goed functioneren. Verwijder overtollige regels. Momenteel worden er %2$@ van de %3$@ gebruikt; %4$@ regels worden niet gebruikt.
pl: Osiągnięto limit %1$@ reguł. Aplikacja może nie działać poprawnie. Proszę wyłączyć dodatkowe reguły. Obecnie używa się %2$@ z %3$@ reguł; Reguły %4$@ są wyłączone.
pt_br: O limite de %1$@ regras foi atingido. O aplicativo pode não funcionar corretamente. Por favor, desative algumas regras. Atualmente %2$@ de %3$@ regras estão sendo utilizadas; %4$@ regras estão desativadas.
ro: Limita de %1$@ reguli e atinsă. Aplicația poate să nu funcționeze corect. Dezactivați regulile extra. Actual %2$@ din %3$@ reguli sunt utilizate; %4$@ reguli sunt dezactivate.
ru: Превышен лимит в %1$@ правил. Приложение может работать некорректно. Пожалуйста, отключите лишние правила. В настоящий момент используются %2$@ из %3$@ правил; отключено правил: %4$@.
sk: Dosiahli ste limit %1$@ pravidiel. Aplikácia nemusí pracovať správne. Zakážte ďalšie pravidlá. Momentálne sa používa %2$@ z %3$@ definovaných pravidiel; %4$@ pravidiel je vypnutých.
sl: Dosežena je omejitev %1$@ pravil. Aplikacija morda ne deluje pravilno. Izključite dodatna pravila. Trenutno se uporablja %2$@ od %3$@ pravil; Onemogočenih je %4$@ pravil.
sr_latn: Ograničenje od %1$@ pravila je dosegnuto. Aplikacija možda neće ispravno raditi. Molimo vas da isključite dodatna pravila. Trenutno %2$@ od %3$@ pravila se koristi; %4$@ pravila je isključeno.
tr: %1$@ kural sınırına ulaşıldı. Uygulama doğru çalışmayabilir. Lütfen ekstra kuralları devre dışı bırakın. Şu anda %3$@ kuraldan %2$@ kadarı kullanılmakta; %4$@ kural devre dışı bırakıldı.
uk: Досягнуто обмеження %1$@ правил. Програма може працювати неправильно. Будь ласка, вимкніть зайві правила. Зараз використовуються %2$@ з %3$@ правил; %4$@ правил вимкнено.
zh_hant: %1$@ 規則的限制被達到。該應用程式可能無法正常地運作。請禁用額外的規則。目前 %3$@ 規則當中的 %2$@ 規則正被使用；%4$@ 規則被禁用。

# failed_updating_current_state_label
source: Filters have not been updated
be: Фільтры не абнавіліся
da: Filtre er ikke blevet opdateret
es: Los filtros no se han actualizado
fa: فیلترها بروز رسانی نشده است
fr: Les filtres n'ont pas été mis à jour
hr: Filtri nisu ažurirani
hu: A szűrők nem lettek frissítve
id: Filter belum diperbarui
it: I filtri non sono stati aggiornati
ja: フィルタ更新できませんでした。
ko: 필터가 업데이트 되지 않았습니다.
nb: Filtrene har ikke blitt oppdatert
nl: Filters zijn niet bijgewerkt
pl: Filtry nie zostały zaktualizowane
pt_br: Os filtros não foram atualizados
ro: Filtrele nu au fost actualizate
ru: Фильтры не обновились
sk: Filtre neboli aktualizované
sl: Filtri niso posodobljeni
sr_latn: Filteri nisu ažurirani
tr: Filtreler güncellenmedi
uk: Фільтри не були оновлені
zh_hant: 過濾器尚未被更新
