Repository: AdguardTeam/AdguardForiOS
Catalog: AdguardExtension/AdguardApp/*.lproj/Localizable.strings
Languages: be, bg, da, es, fa, fr, hr, hu, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sr_latn, tr, uk, zh_hant

# average_info_alert_title
source: Average time
be: Сярэдні час
da: Gennemsnitlig tid
es: Tiempo promedio
fr: Temps moyen
hr: Prosječno vrijeme
hu: Átlagos idő
id: Waktu rerata
it: Tempo di elaborazione medio
ja: 平均時間
ko: 평균 시간
nb: Gjennomsnittstid
nl: Gemiddelde tijd
pl: Średni czas
pt_br: Tempo médio
ro: Timp mediu
ru: Среднее время
sk: Priemerný čas
sl: Povprečen čas
sr_latn: Prosečno vreme
tr: Ortalama süre
uk: Середній час
zh_hant: 平均時間

# average_info_alert_message
source: Average time it takes to process a DNS request. The faster DNS server you use, the lower this would be.
be: Сярэдні час, які трэба для апрацоўкі DNS-запыту. Чым хутчэй DNS-сервер, які вы выкарыстоўваеце, тым менш часу яму запатрабуецца.
da: Gns. behandlingstid for en DNS-forespørgsel. Jo hurtigere DNS-server, du bruger, jo kortere behandlingstid.
es: Tiempo promedio que se tarda en procesar una petición DNS. Cuanto más rápido sea el servidor DNS que uses, más bajo será.
fr: Temps moyen nécessaire pour traiter une demande DNS. Plus le serveur DNS que vous utilisez est rapide, plus il sera faible.
hr: Prosječno vrijeme za obradu DNS zahtjeva. Što je brži DNS poslužitelj kojeg koristite, manje vrijeme će biti.
hu: Egy DNS kérés átlagos feldolgozási ideje. Minél gyorsabb DNS-kiszolgálót használ, annál alacsonyabb lesz ez az érték.
id: Rerata waktu yang dibutuhkan untuk memproses permintaan DNS. Lebih cepat server DNS yang Anda gunakan, semakin rendah ini.
it: Tempo di elaborazione medio richiesto per processare una richiesta DNS. Più veloce sarà il server DNS utilizzato, minore sarà il valore.
ja: DNSリクエスト処理にかかる平均時間。使用しているDNSサーバーが高速であるほど、この平均時間は短くなります。
ko: DNS 요청을 처리하는 데 걸리는 평균 시간입니다. 사용하는 DNS 서버가 빠를 수록 시간이 덜 걸립니다.
nl: Gemiddelde tijd om een DNS verzoek te verwerken. Hoe sneller de gebruikte DNS server, hoe lager deze waarde.
pl: Średni czas potrzebny na przetworzenie żądania DNS. Im szybszy serwer DNS, tym jest mniejszy.
pt_br: Tempo médio que leva para processar uma solicitação DNS. Quanto mais rápido o servidor de DNS que você usar, menor será esse tempo.
ro: Timpul mediu necesar procesării unei interogări DNS. El este mai mic la serverele DNS mai rapide.
ru: Среднее время, которое нужно для обработки DNS-запроса. Чем быстрее DNS-сервер, который вы используете, тем меньше времени ему потребуется.
sk: Priemerný čas potrebný na spracovanie DNS dopytu. Čím rýchlejší DNS server používate, tým nižšia hodnota by to mala byť.
sl: Povprečen čas, ki je potreben za obdelavo zahteve DNS. Čim hitrejši je strežnik DNS, ki ga uporabljate, bo ta nižji.
sr_latn: Prosečno vreme koje je potrebno za obradu DNS zahteva. Što brži DNS server koristite, ono će biti manje.
tr: Bir DNS isteğininin işlenmesi için geçen ortalama süre. Ne kadar hızlı DNS sunucusu kullanırsanız, o kadar düşük olur.
uk: Середній час обробки DNS-запиту. Чим швидший DNS-сервер, тим краще, і тим нижче буде це значення.
zh_hant: 處理一項 DNS 請求所花費的平均時間。您使用越快的 DNS 伺服器，這個會越低。

# companies_info_alert_title
source: Number of companies
be: Колькасць кампаній
da: Antal virksomheder
es: Número de empresas
fr: Nombre d’entreprises
hr: Broj tvrtki
hu: Vállalatok száma
id: Jumlah perusahaan
it: Numero di aziende
ja: 企業数
ko: 기업 수
nb: Antall firmaer
nl: Aantal bedrijven
pl: Liczba firm
pt_br: Número de empresas
ro: Numărul de companii
ru: Количество компаний
sk: Počet spoločností
sl: Število podjetij
sr_latn: Broj kompanija
tr: Şirket sayısı
uk: Кількість компаній
zh_hant: 公司之數量

# companies_info_alert_message
source: This is the number of companies to which requests have been forwarded.
be: Гэта колькасць кампаній, якім скіроўваюцца запыты.
da: Dette er antallet af virksomheder, hvortil forespørgsler er videresendt.
es: Este es el número de empresas a las que se han enviado peticiones.
fr: Il s’agit du nombre d’entreprises auxquelles des demandes ont été transmises.
hr: Ovo je broj tvrtki kojima su zahtjevi proslijeđeni.
hu: Azon vállalatok száma, amelyeken a kérések keresztülmentek.
id: Ini adalah jumlah perusahaan yang permintaannya telah diteruskan.
it: Questo è il numero di aziende a cui sono state inviate richieste.
ja: リクエストの転送先企業の数です。
ko: 요청이 전달된 기업의 숫자입니다
nb: Dette er antallet selskaper som forespørsler har blitt videresendt til.
nl: Dit is het aantal bedrijven waarnaar verzoeken zijn doorgestuurd.
pl: Jest to liczba firm, do których zostały przesłane zapytania.
pt_br: Este é o número de empresas para as quais as solicitações foram encaminhadas.
ro: Acesta este numărul de companii către care au fost trimise cererile.
ru: Это количество компаний, которым направляются запросы.
sk: Toto je počet spoločností, ktorým boli dopyty zaslané.
sl: To je število podjetij, katerim so bile poslane zahteve.
sr_latn: Ovo je broj kompanija na koje su zahtevi prosleđeni.
tr: Bu istekleri yönlendiren şirketlerin sayısıdır.
uk: Це кількість компаній, до яких було перенаправлено запити.
zh_hant: 這是請求已被轉送到公司之數量。

# all_requests_alert_action
source: All requests
be: Усе запыты
da: Alle forespørgsler
es: Todas las peticiones
fr: Toutes les requêtes
hr: Svi zahtjevi
hu: Minden kérés
id: Semua permintaan
it: Richieste totali
ja: すべてのリクエスト
ko: 모든 요청
nb: Alle forespørsler
nl: Alle verzoeken
pl: Wszystkie żądania
pt_br: Todas solicitações
ro: Toate cererile
ru: Все запросы
sk: Všetky dopyty
sl: Vse zahteve
sr_latn: Svi zahtevi
tr: Tüm istekler
uk: Всі запити
zh_hant: 所有的請求

# blocked_only_alert_action
source: Blocked only
be: Толькі заблакаваныя
da: Kun blokerede
es: Solo bloqueado
fr: Bloquées uniquement
hr: Samo blokirani
hu: Csak a blokkoltak
id: Terblokir saja
it: Solo bloccate
ja: ブロック済みのみ
ko: 차단된 요청만
nb: Kun blokkerte
nl: Alleen geblokkeerde
pl: Tylko zablokowane
pt_br: Apenas bloquear
ro: Numai cele blocate
ru: Только заблокированные
sk: Len blokované
sl: Samo onemogočene
sr_latn: Samo blokirano
tr: Sadece engellenenler
uk: Лише заблоковані
zh_hant: 僅已封鎖的

# allowed_only_alert_action
source: Allowed only
be: Толькі дазволеныя
da: Kun tilladte
es: Solo permitido
fr: Autorisées uniquement
hr: Samo dopušteni
hu: Csak az engedélyezettek
id: Diijinkan saja
it: Solo permesse
ja: 許可済みのみ
ko: 허용된 요청만
nb: Kun tillatte
nl: Alleen toegestane
pl: Tylko dozwolone
pt_br: Apenas permitir
ro: Numai cele permise
ru: Только разрешенные
sk: Len povolené
sl: Samo dovoljene
sr_latn: Samo dozvoljeno
tr: Sadece izin verilenler
uk: Лише дозволені
zh_hant: 僅已允許的

# none_message
source: None
be: Няма
da: Ingen
es: Ninguno
fr: Aucune
hr: Nema
hu: Semmi
id: Kosong
it: Nessuna
ja: なし
ko: 없음
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhum
ro: Niciuna
ru: Отсутствует
sk: Žiadne
sl: Brez
sr_latn: Ništa
tr: Hiçbiri
uk: Немає
zh_hant: 無

# activity_title
source: Activity
be: Актыўнасць
da: Aktivitet
es: Actividad
fr: Activité
hr: Aktivnosti
hu: Tevékenység
id: Aktivitas
it: Attività
ja: アクティビティ
ko: 활동
nb: Aktivitet
nl: Activiteit
pl: Aktywność
pt_br: Atividade
ro: Activitate
ru: Активность
sk: Aktivita
sl: Dejavnost
sr_latn: Aktivnost
tr: Etkinlik
uk: Активність
zh_hant: 活動

# requests_number
source: %d requests
be: %d запытаў
da: %d forespørgsler
es: %d peticiones
fr: %d requêtes
hr: %d zahtjeva
hu: %d kérés
id: %d permintaan
it: %d richieste
ja: リクエスト数: %d
ko: %d 요청
nb: %d forespørsler
nl: %d verzoeken
pl: %d żądań
pt_br: %d solicitações
ro: %d cereri
ru: %d запросов
sk: %d dopytov
sl: %d zahtev
sr_latn: %d zahteva
tr: %d istek
uk: %d запитів
zh_hant: %d 項請求

# native_dns_setup_title
source: Please enable %@ in the system DNS settings
da: Aktivér %@ i systemet DNS-indstillingerne
es: Habilita %@ en la configuración del DNS
fr: Veuillez activer %@ dans les paramètres DNS du système
hr: Molimo omogućite %@ u DNS postavkama sustava
hu: Kérjük, engedélyezze a(z) %@ lehetőséget a DNS beállításokban
it: Ti preghiamo di attivare %@ dalle impostazioni DNS di sistema
ja: iOSのDNS設定で「%@」を有効にしてください。
ko: 시스템 DNS 설정에서 %@을(를) 활성화하십시오
pl: Włącz %@ w ustawieniach DNS systemu
pt_br: Ativar %@ nas configurações de DNS do sistema
ro: Vă rugăm să activați %@ în setările DNS ale sistemului
ru: Пожалуйста, включите %@ в системных DNS-настройках
sk: Zapnite %@ v nastaveniach DNS systému
sl: Prosimo, omogočite %@ v nastavitvah sistemskega DNS
tr: Lütfen sistem DNS ayarlarında %@'i etkinleştirin
uk: Увімкніть %@ в системних параметрах DNS
zh_hant: 請在系統 DNS 設定中啟用 %@

# native_dns_setup_description
source: To enable native DNS, you need to open <b>System settings</b>, go to <b>VPN & Network > DNS</b> and select <b>%@</b> there.
da: For at aktivere den indbyggede DNS, så åbn <b>Systemindstillinger</b>, find <b>Generelt > VPN og Netværk > DNS</b> og vælg her <b>%@</b>.
es: Para usar el DNS nativo, elige <b>%@</b> en <b>Configuración del sistema > General > VPN y red > DNS</b>.
it: Per attivare il DNS nativo, dovrai aprire le <b>Impostazioni di sistema</b>, dirigerti su <b>Generale > VPN e rete > DNS</b> e selezionare <b>%@</b>.
ja: ネイティブDNSを有効には、 <b>設定</b>アプリ → <b>一般</b> → <b>VPN & ネットワーク</b> → <b>DNS</b> へ移動して「<b>%@</b>」を選択してください。
pl: Aby włączyć natywny DNS, musisz otworzyć <b>Ustawienia systemu</b>, przejść do <b>Ogólne > VPN & Sieć > DNS</b> i wybrać tam <b>%@</b>.
pt_br: Para ativar o DNS nativo, você precisa abrir os <b>ajustes do sistema</b>, vá para <b>Geral > VPN e Rede > DNS</b>e selecione <b>%@</b> lá.
ro: Pentru a activa DNS nativ, trebuie să deschideți <b>Setări de sistem</b>, accesați <b>VPN & Rețea > DNS</b>și acolo selectați <b>%@</b>.
sk: Ak chcete povoliť natívne DNS, musíte otvoriť <b>Nastavenia systému</b>, prejsť na <b>Všeobecné > VPN a sieť > DNS</b> a tam zvoliť <b>%@</b>.
sl: Da omogočite izvorni DNS, morate odpreti <b>Nastavitve sistema</b>, pojdite na <b>Splošno > VPN in omrežje > DNS</b> in tam izberite <b>%@</b>.
tr: Yerel DNS'yi etkinleştirmek için <b>Sistem ayarlarını</b> açmanız, <b>Genel > VPN ve Ağ > DNS'ye</b> gitmeniz ve orada <b>%@</b> öğesini seçmeniz gerekir.
uk: Щоб увімкнути вбудований DNS, вам необхідно відкрити <b>Параметри системи</b>, перейти до <b>VPN і мережа > DNS</b>, та вибрати там <b>%@</b>.
zh_hant: 為了啟用原生的 DNS，您需要開啟<b>系統設定</b>，前往<b>一般 > VPN 與網路 > DNS</b>，然後在那選擇 <b>%@</b>。

# rate_app_description
source: 1. Make sure that you're using Safari browser. It's technically not possible to block content in other browsers. 2. Enable necessary filter lists in the Safari protection settings. 3. You may need to restart Safari. Quit and reopen it again.
da: Fortæl os, om du er tilfreds med adblockingen indtil videre
es: Cuéntanos si estás satisfecho con la experiencia de bloqueo de anuncios hasta ahora
fr: Dites nous si vous êtes satisfait(e) de votre expérience de blocage de pub à présent
hr: Recite nam jeste li zadovoljni dosadašnjim iskustvom blokiranja oglasa
hu: Mondja el, hogy elégedett-e a hirdetések eddigi blokkolásával
it: Comunicaci il tuo grado di soddisfazione finora raggiunto in merito all'esperienza di blocco degli annunci
ja: これまでのAdGuardによる広告ブロックに満足しているかどうかを教えてください。
ko: 지금까지의 광고 차단이 만족스러웠는지 알려주세요
pl: Powiedz nam, czy jesteś zadowolony z dotychczasowego blokowania reklam
pt_br: Diga-nos se você está satisfeito com a experiência de bloqueio de anúncios até agora
ro: Spuneți-ne dacă sunteți mulțumit de experiența de blocare a reclamelor până acum
ru: Расскажите нам, довольны ли вы блокировкой рекламы
sk: Povedzte nám, či ste spokojný s blokovaním reklám
sl: Povejte nam, ali ste zadovoljni z dosedanjo izkušnjo zaviranja oglasov
tr: Şimdiye kadarki reklam engelleme deneyiminden memnun olup olmadığınızı bize söyleyin
uk: Розкажіть нам чи задоволені ви роботою блокування реклами
zh_hant: 告訴我們到目前為止您是否對廣告封鎖體驗感到滿意

# main_page_tab
source: Main screen
be: Галоўны экран
da: Hovedskærm
es: Pantalla principal
fr: Page d’accueil
hr: Glavni stranica
hu: Kezdőablak
id: Layar utama
it: Schermata principale
ja: メイン画面
ko: 메인 화면
nb: Hovedskjerm
nl: Hoofdpagina
pl: Strona główna
pt_br: Tela principal
ro: Ecran principal
ru: Главный экран
sk: Hlavná stránka
sl: Glavni zaslon
sr_latn: Glavni ekran
tr: Ana ekran
uk: Головний екран
zh_hant: 主畫面

# protection_page_tab
source: Protection screen
be: Экран абароны
da: Beskyttelsesskærm
es: Pantalla de protección
fr: Page de protection
hr: Stranica zaštite
hu: Védelmi ablak
id: Layar proteksi
it: Schermata protezione
ja: 保護画面
ko: 보호 화면
nb: Beskyttelsesskjerm
nl: Beschermingspagina
pl: Zakładka ochrony
pt_br: Tela de proteção
ro: Ecran de protecție
ru: Экран защиты
sk: Stránka ochrany
sl: Zaslon z zaščito
sr_latn: Ekran zaštite
tr: Koruma ekranı
uk: Екран захисту
zh_hant: 防護畫面

# activity_page_tab
source: Activity screen
be: Экран актыўнасці
da: Aktivitetsskærm
es: Pantalla de actividad
fr: Page d’activité
hr: Stranica aktivnosti
hu: Tevékenységek ablak
id: Layar aktivitas
it: Schermata attività
ja: アクティビティ画面
ko: 활동 화면
nb: Aktivitetsskjerm
nl: Activiteitspagina
pl: Zakładka Działania
pt_br: Tela de atividade
ro: Ecran de activitate
ru: Экран активности
sk: Stránka aktivity
sl: Zaslon dejavnosti
sr_latn: Ekran aktivnosti
tr: Aktivite ekranı
uk: Екран активності
zh_hant: 活動畫面

# settings_page_tab
source: Settings screen
be: Экран налад
da: Indstillingsskærm
es: Pantalla de configuración
fr: Page des paramètres
hr: Stranica postavki
hu: Beállítások ablak
id: Layar pengaturan
it: Schermata impostazioni
ja: 設定画面
ko: 설정 화면
nb: Innstillingsskjerm
nl: Instellingen pagina
pl: Zakładka ustawienia
pt_br: Tela de configurações
ro: Ecran de setări
ru: Экран настроек
sk: Stránka nastavení
sl: Zaslon z nastavitvami
sr_latn: Ekran postavki
tr: Ayarlar ekranı
uk: Екран параметрів
zh_hant: 設定畫面

# safari_protection_enabled_voiceover
source: Safari protection enabled
be: Абарона Safari улучана
da: Safari-beskyttelse aktiveret
es: Protección para Safari habilitada
fr: Protection sous Safari activée
hr: Safari zaštita je omogućena
hu: Safari védelem engedélyezve
id: Proteksi Safari diaktifkan
it: Protezione Safari attiva
ja: Safariでブロックがオンです。
ko: Safari 보호가 활성화 되었습니다
nb: Safari-beskyttelse er skrudd på
nl: Safari bescherming ingeschakeld
pl: Ochrona Safari włączona
pt_br: A proteção do Safaria está ativada
ro: Protecție Safari activată
ru: Защита Safari включена
sk: Ochrana Safari zapnutá
sl: Safari zaščita je omogočena
sr_latn: Zaštita za Safari je uključena
tr: Safari koruması etkin
uk: Захист Safari увімкнено
zh_hant: Safari 防護被啟用

# safari_protection_disabled_voiceover
source: Safari protection disabled
be: Абарона Safari адключана
da: Safari-beskyttelse deaktiveret
es: Protección para Safari deshabilitada
fr: Protection sous Safari désactivée
hr: Safari zaštita je onemogućena
hu: Safari védelem letiltva
id: Proteksi Safari dimatikan
it: Protezione Safari disattivata
ja: Safariでブロックがオフです。
ko: Safari 보호가 비활성화 되었습니다
nb: Safari-beskyttelse er skrudd av
nl: Safari bescherming uitgeschakeld
pl: Ochrona Safari wyłączona
pt_br: A proteção do Safaria está desativada
ro: Protecție Safari dezactivată
ru: Защита Safari отключена
sk: Ochrana Safari vypnutá
sl: Safari zaščita je onemogočena
sr_latn: Zaštita za Safari je isključena
tr: Safari koruması devre dışı
uk: Захист Safari вимкнено
zh_hant: Safari 防護被禁用

# tracking_protection_enabled_voiceover
source: DNS protection enabled
be: Абарона DNS улучана
da: DNS-beskyttelse aktiveret
es: Protección DNS habilitada
fr: Protection DNS activée
hr: DNS zaštita je omogućena
hu: DNS védelem engedélyezve
id: Proteksi DNS diaktifkan
it: Protezione DNS attiva
ja: DNS通信を保護がオンになっています。
ko: DNS 보호가 활성화되었습니다
nb: DNS-beskyttelse er skrudd på
nl: DNS bescherming ingeschakeld
pl: Ochrona DNS włączona
pt_br: Proteção de DNS ativada
ro: Protecție DNS activată
ru: DNS-защита включена
sk: DNS ochrana zapnutá
sl: Zaščita DNS je omogočena
sr_latn: DNS zaštita je uključena
tr: DNS koruması etkin
uk: DNS-захист увімкнено
zh_hant: DNS 防護被啟用

# tracking_protection_disabled_voiceover
source: DNS protection disabled
be: Ахова DNS адключана
da: DNS-beskyttelse deaktiveret
es: Protección DNS deshabilitada
fr: Protection DNS désactivée
hr: DNS zaštita je onemogućena
hu: DNS védelem letiltva
id: Proteksi DNS dimatikan
it: Protezione DNS disattivata
ja: DNS通信を保護はオフになっています。
ko: DNS 보호가 비활성화되었습니다
nb: DNS-beskyttelse er skrudd av
nl: DNS bescherming uitgeschakeld
pl: Ochrona DNS wyłączona
pt_br: Proteção de DNS desativada
ro: Protecție DNS dezactivată
ru: DNS-защита отключена
sk: DNS ochrana vypnutá
sl: Zaščita DNS je onemogočena
sr_latn: DNS zaštita je isključena
tr: DNS koruması devre dışı
uk: DNS-захист вимкнено
zh_hant: DNS 防護被禁用

# update_filters_voiceover
source: Update filters
be: Абнавіць фільтры
da: Opdatér filtre
es: Actualizar filtros
fr: Mettre à jour les filtres
hr: Ažuriraj filtare
hu: Szűrők frissítése
id: Perbarui penyaring
it: Aggiorna filtri
ja: フィルターを更新する
ko: 필터 업데이트
nb: Oppdater filtre
nl: Filters updaten
pl: Zaktualizuj filtry
pt_br: Atualizar filtros
ro: Actualizare filtre
ru: Обновить фильтры
sk: Aktualizovať filtre
sl: Posodobi filtre
sr_latn: Ažuriraj filtere
tr: Filtreleri güncelle
uk: Оновити фільтри
zh_hant: 更新過濾器

# requests_number_voiceover
source: Requests number
be: Колькасць запытаў
da: Antal forespørgsler
es: Número de peticiones
fr: Nombre de requêtes
hr: Broj zahtjeva
hu: Kérések száma
id: Jumlah permintaan
it: Numero di richieste
ja: リクエスト数
ko: 요청 건수
nb: Antall forespørsler
nl: Aantal verzoeken
pl: Liczba żądań
pt_br: Número de solicitações
ro: Număr de solicitări
ru: Количество запросов
sk: Počet dopytov
sl: Število zahtevkov
sr_latn: Broj zahteva
tr: İstek sayısı
uk: Кількість запитів
zh_hant: 請求數量

# encrypted_number_voiceover
source: The number of encrypted DNS requests
be: Колькасць зашыфраваных DNS-запытаў
da: Antallet af krypterede DNS-forespørgsler
es: Número de peticiones DNS cifradas
fr: Le nombre de requêtes DNS chiffrées
hr: Broj šifriranih DNS zahtjeva
hu: Titkosított DNS kérések száma
id: Jumlah permintaan DNS terenkripsi
it: Il numero delle richieste DNS crittografate
ja: 暗号化済みDNSリクエストの数
ko: 암호화된 DNS 요청 개수입니다
nb: Antallet krypterte DNS-forespørsler
nl: Aantal versleutelde verzoeken
pl: Liczba zaszyfrowanych żądań DNS
pt_br: O número de solicitações DNS criptografadas
ro: Numărul de cereri criptate DNS
ru: Количество зашифрованных DNS-запросов
sk: Počet šifrovaných DNS dopytov
sl: Število šifriranih zahtev DNS
sr_latn: Broj šifrovanih DNS zahteva
tr: Şifrelenmiş DNS isteği sayısı
uk: Кількість зашифрованих DNS-запитів
zh_hant: 加密的 DNS 請求之數量

# elapsed_time_voiceover
source: Average time to process a DNS request
be: Сярэдні час для апрацоўкі DNS-запыту
da: Gns. behandlingstid for en DNS-forespørgsel
es: Tiempo promedio para procesar una petición DNS
fr: Temps moyen pour traiter une demande DNS
hr: Prosječno vrijeme za obradu DNS zahtjeva
hu: DNS kérések átlagos feldolgozási ideje
id: Waktu rerata memproses permintaan DNS
it: Tempo di elaborazione medio per processare una richiesta DNS
ja: DNSリクエストの処理にかかる平均時間
ko: DNS 요청을 처리하는 평균 시간
nb: Gjennomsnittstiden for å behandle en DNS-forespørsel
nl: Gemiddelde tijd om een DNS verzoek te verwerken
pl: Średni czas przetwarzania żądania DNS
pt_br: Tempo médio para processar uma solicitação DNS
ro: Timpul mediu de a procesa o cerere DNS
ru: Среднее время для обработки DNS-запроса
sk: Priemerný čas na spracovanie DNS dopytu
sl: Povprečen čas za obdelavo zahteve DNS
sr_latn: Prosečno vreme za obradu DNS zahteva
tr: Bir DNS isteğininin işlenmesi için ortalama süre
uk: Середній час обробки DNS-запиту
zh_hant: 處理一項 DNS 請求的平均時間

# enable_system_protection_voiceover
source: Enable DNS protection
be: Уключыць DNS абарону
da: Aktivér DNS-beskyttelse
es: Habilitar protección DNS
fr: Activer la protection DNS
hr: Omogući DNS zaštitu
hu: DNS védelem engedélyezése
id: Aktifkan proteksi DNS
it: Attiva protezione DNS
ja: DNS通信を保護をオンにする
ko: DNS 보호 활성화
nb: Skru på DNS-beskyttelse
nl: DNS beveiliging inschakelen
pl: Włącz ochronę DNS
pt_br: Ativar proteção de DNS
ro: Activare protecție DNS
ru: Включить DNS-защиту
sk: Zapnúť DNS ochranu
sl: Omogoči zaščito DNS
sr_latn: Uključi DNS zaštitu
tr: DNS korumasını etkinleştir
uk: Увімкнути DNS-захист
zh_hant: 啟用 DNS 防護

# choose_sub_voiceover
source: Choose your subscription type
be: Абярыце ваш тып падпіскі
da: Vælg din abonnementstype
es: Elige tu tipo de suscripción
fr: Choisissez votre type d’abonnement
hr: Odaberite vašu vrstu pretplate
hu: Válassza ki az előfizetés típusát
id: Pilih tipe berlangganan Anda
it: Scegli il tuo tipo di sottoscrizione
ja: サブスクリプションの種類を選択してください
ko: 구독 유형을 선택해 주세요
nb: Velg abonnementstypen din
nl: Abonnement kiezen
pl: Wybierz typ subskrypcji
pt_br: Escolha o tipo da sua assinatura
ro: Alegeți tipul abonamentului
ru: Выберите ваш тип подписки
sk: Vybrať typ Vášho predplatného
sl: Izberite vrsto svoje naročnine
sr_latn: Izaberite vrstu pretplate
tr: Abonelik türünüzü seçin
uk: Оберіть тип передплати
zh_hant: 選擇您的訂閱類型

# enter_email_voiceover
source: Enter your email here
be: Увядзіце ваш адрас электроннай пошты
da: Angiv din e-mail hér
es: Ingresa tu correo electrónico aquí
fr: Saisissez votre adresse courriel ici
hr: Unesite vašu adresu e-pošte ovdje
hu: Adja meg az e-mail címét
id: Masukkan surel Anda disini
it: Inserisci la tua email qui
ja: お使いのメールアドレスを入力してください
ko: 이메일 주소를 입력하세요
nb: Skriv inn E-postadressen din her
nl: Email adres hier invoeren
pl: Podaj tutaj swój adres e-mail
pt_br: Digite seu e-mail aqui
ro: Introduceți adresa e-mail
ru: Введите ваш адрес электронной почты
sk: Sem zadajte svoju E-mail adresu
sl: Tukaj vnesite svojo e-pošto
sr_latn: Ovde unesite adresu vaše elektronske pošte
tr: E-posta adresinizi buraya girin
uk: Введіть свою е-пошту
zh_hant: 於此輸入您的電子郵件位址

# enter_password_voiceover
source: Enter your password here
be: Увядзіце ваш пароль
da: Angiv din adgangskode hér
es: Ingresa tu contraseña aquí
fr: Saisissez votre mot de passe ici
hr: Unesite svoju lozinku ovdje
hu: Adja meg a jelszavát
id: Masukkan sandi Anda disini
it: Inserisci la tua password qui
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
nb: Skriv inn passordet ditt her
nl: Wachtwoord hier invoeren
pl: Wpisz tutaj swoje hasło
pt_br: Digite a sua senha aqui
ro: Introduceți parola aici
ru: Введите ваш пароль
sk: Sem zadajte svoje heslo
sl: Tukaj vnesite geslo
sr_latn: Ovde unesite vašu lozinku
tr: Parolanızı buraya girin
uk: Введіть свій пароль
zh_hant: 於此輸入您的密碼

# import_custom_cb_filter_format
source: Add the custom content blocker filter: %@
da: Tilføj det tilpassede indholdsblokeringsfilter: %@
es: Añadir filtro bloqueador de contenido personalizado: %@
fr: Ajouter le filtre de blocage de contenu personnalisé : %@
hr: Dodajte prilagođeni filtar za blokiranje sadržaja: %@
hu: Egyéni tartalomblokkoló szűrő hozzáadása: %@
it: Aggiungi filtro di blocco personalizzato: "%@"
ja: カスタムコンテンツブロッカーフィルタ「%@」を追加する
ko: 사용자 지정 콘텐츠 차단 필터 추가: %@
pl: Dodaj niestandardowy filtr blokowania treści: %@
pt_br: Adicionar o filtro de bloqueador de conteúdo personalizado: %@
ro: Adăugați filtrul personalizat de blocare conținut: %@
ru: Добавить собственный фильтр для блокировки контента: %@
sk: Pridať vlastný filter pre blokovanie obsahu: %@
sl: Dodaj filter zaviranje vsebine po meri: %@
sr_latn: Dodaj korisnički filter blokiranja: %@
tr: Özel içerik engelleyici filtresi ekle: %@
uk: Додайте власний фільтр блокування вмісту: %@
zh_hant: 增加自訂的內容阻擋器過濾器：%@
