Repository: AdguardTeam/AdguardForiOS
Catalog: AdguardExtension/AdguardApp/*.lproj/Localizable.strings
Languages: be, bg, da, es, fa, fr, hr, hu, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sr_latn, tr, uk, zh_hant

# filter_exists
source: You've tried to add a duplicate filter. This filter is already on the list.
be: Вы паспрабавалі дадаць фільтр, які ўжо ёсць у спісе.
da: Du har forsøgt at tilføje et dubletfilter. Filtret er allerede på listen.
es: Has intentado añadir un filtro duplicado. Este filtro ya está en la lista.
fr: Vous avez essayé d'ajouter un filtre en double. Ce filtre est déjà sur la liste
hr: Pokušali ste dodati duplicirani filtar. Ovaj filtar je već na popisu.
hu: Kétszer próbálta ugyanazt a szűrőt hozzáadni.
id: Anda telah menambahkan duplikasi filter. Filter ini sudah ada dalam daftar.
it: Hai cercato di aggiungere un filtro duplicato. Questo filtro è già presente nella lista.
ja: 重複するフィルターを追加しようとしました。このフィルターは既にリストに登録されています。
ko: 중복 필터를 추가하려고 했습니다. 이 필터가 이미 목록에 추가되었습니다.
nb: Du har forsøkt å legge til et duplikatfilter. Dette filteret er allerede på listen.
nl: Je hebt geprobeerd een filter twee keer toe te voegen. Dit filter staat al in de lijst.
pl: Próbowałeś dodać duplikat filtra. Ten filtr jest już na liście
pt_br: Você tentou adicionar um filtro duplicado. Este filtro já está na lista.
ro: Încercați să adăugați un filtru în duplicat. Acest filtru este deja pe listă.
ru: Вы попытались добавить дублирующийся фильтр. Этот фильтр уже есть в списке.
sk: Pokúsili ste sa pridať duplicitný filter. Tento filter je už na zozname.
sl: Poskusili ste dodati podvojeni filter. Ta filter je že na seznamu
sr_latn: Pokušali ste da dodate postojeći filter. Ovaj filter je već na listi.
tr: Yinelenen bir filtre eklemeye çalıştınız. Bu filtre zaten listede.
uk: Ви намагалися додати дублікат фільтра. Цей фільтр вже наявний.
zh_hant: 您已嘗試增加一個重複的過濾器。此過濾器已經在該清單中。

# dns_filters_number_title
source: %@ rules are enabled
be: %@ правілаў выкарыстоўваюцца
da: %@ regler er aktiveret
es: %@ reglas habilitadas
fr: %@ règles sont activées
hr: %@ pravila je omogućeno
hu: %@ szabály engedélyezve
id: %@ aturan diaktifkan
it: %@ regole attive
ja: %@本のルールが有効になっています。
ko: %@개의 규칙이 활성화되었습니다
nb: %@ regler er skrudd på
nl: %@ regels zijn ingeschakeld
pl: %@ reguł jest włączonych
pt_br: %@ regras ativadas
ro: %@ reguli sunt activate
ru: %@ правил включено
sk: Je zapnutých %@ pravidiel
sl: %@ pravil je onemogočenih
sr_latn: %@ pravila su uključena
tr: %@ kural etkin
uk: %@ правил увімкнено
zh_hant: %@ 項規則被啟用

# dns_filters_overlimit_title
source: Too many rules are enabled: %@. Some of them will be disabled
be: Выкарыстоўваецца зашмат правілаў: %@. Некаторыя з іх будуць адключаны
da: For mange regler er aktiveret: %@. Nogle af dem vil blive deaktiveret
es: Demasiadas reglas están habilitadas: %@. Algunos de ellos serán deshabilitados
fr: Trop de règles sont activées : %@. Certaines d’entre elles seront désactivées
hr: Prevelik broj omogućenih pravila: %@. Neka od njih će morati biti onemogućena
hu: Túl sok szabály van engedélyezve: %@. Néhány kikapcsolásra kerül
id: Terlalu banyak aturan yang diaktifkan: %@. Sebagian akan matikan
it: Sono state attivate troppe regole: %@. Alcune verranno disattivate
ja: 有効ルール数が多すぎています：%@。 一部のルールは無効になります。
ko: %@개의 규칙이 활성화되었습니다. 너무 많아서 일부는 비활성화될 것입니다.
nl: Er zijn teveel regels ingeschakeld: %@. Enkele zullen worden uitgeschakeld
pl: Włączono zbyt wiele reguł: %@. Niektóre z nich zostaną wyłączone
pt_br: Existem muitas regras ativadas: %@. Algumas delas serão desativadas
ro: Prea multe reguli activate: %@. Unele din ele vor fi dezactivate
ru: Используется слишком много правил: %@. Некоторые из них будут отключены
sk: Je zapnutých príliš veľa pravidiel: %@. Niektoré z nich budú vypnuté
sl: Omogočenih je preveč pravil: %@. Nekatera od njih bodo onemogočena
sr_latn: Previše pravila je uključeno: %@. Neka od njih će biti isključena
tr: Çok fazla kural etkin: %@. Bazı kurallar devre dışı bırakılacaktır
uk: Увімкнено забагато правил: %@. Деякі з них буде вимкнено
zh_hant: 太多的規則被啟用：%@。它們有些將被禁用

# dns_filters_notification_title
source: Turn off some filters for correct work
be: Адключыце некалькі фільтраў для карэктнай працы
da: Slå nogle filtre fra for korrekt funktion
es: Deshabilita algunos filtros para el trabajo correcto
fr: Désactiver certains filtres pour le bon fonctionnement
hr: Onemogućite neke filtre za ispravan rad
hu: Kapcsoljon ki néhány szűrőt az optimális működés érdekében
id: Matikan beberapa filter agar bekerja dengan benar
it: Disattiva alcuni filtri per un corretto funzionamento
ja: 正しく動作するにはフィルタを一部オフにしてください
ko: 올바른 작업을 위해 일부 필터를 끄세요
nb: Skru av noen filtre for at det skal fungere riktig
nl: Schakel enkele filters uit voor een goede werking
pl: Wyłącz niektóre filtry, aby działały poprawnie
pt_br: Desative alguns filtros para um melhor funcionamento
ro: Opriți câteva filtre pentru a lucra corect
ru: Отключите несколько фильтров для корректной работы
sk: Pre správnu prácu vypnite niektoré filtre
sl: Za pravilno delo izklopite nekaj filtrov
sr_latn: Isključite neke filtere za ispravan rad
tr: Doğru çalışma için bazı filtreleri kapatın
uk: Вимкніть деякі фільтри для правильної роботи
zh_hant: 為了正常的運作，關掉一些過濾器

# dns_request_status_blocked
source: Blocked
be: Заблакаваны
da: Blokeret
es: Bloqueado
fr: Bloqués
hr: Blokirano
hu: Blokkolva
id: Terblokir
it: Bloccato
ja: ブロック済
ko: 차단됨
nb: Blokkert
nl: Geblokkeerd
pl: Zablokowano
pt_br: Bloqueado
ro: Blocat
ru: Заблокирован
sk: Zablokované
sl: Onemogočeno
sr_latn: Blokirano
tr: Engellendi
uk: Заблоковано
zh_hant: 已封鎖的

# dns_request_status_processed
source: Processed
be: Апрацаваны
da: Behandlet
es: Procesado
fr: Traités
hr: Obrađeno
hu: Feldolgozott
id: Terproses
it: Elaborato
ja: 処理済み
ko: 처리됨
nb: Behandlet
nl: Verwerkt
pl: Przetworzony
pt_br: Processado
ro: Procesat
ru: Обработан
sk: Spracované
sl: Obdelano
sr_latn: Obrađeno
tr: İşlendi
uk: Оброблено
zh_hant: 已處理的

# dns_request_status_encrypted
source: Encrypted
be: Зашыфравана
da: Krypteret
es: Cifrado
fr: Chiffrée
hr: Šifrirano
hu: Titkosított
id: Terenkripsi
it: Crittografata
ja: 暗号化済み
ko: 암호화됨
nb: Kryptert
nl: Versleuteld
pl: Zaszyfrowane
pt_br: Criptografado
ro: Criptat
ru: Зашифровано
sk: Šifrované
sl: Šifriran
sr_latn: Šifrovano
tr: Şifrelenmiş
uk: Зашифровано
zh_hant: 已加密的

# dns_request_status_allowlisted
source: Allowed
be: Дазволены
da: Hvidlistet
es: Permitido
fr: Autorisée
hr: Dopušteno
hu: Engedélyezett
id: Dibolehkan
it: Permesso
ja: 許可済み
ko: 허용됨
nb: Tillatt
nl: Toegestaan
pl: Dozwolone
pt_br: Permitido
ro: Permise
ru: Разрешен
sk: Povolené
sl: Dovoljen
sr_latn: Dozvoljeno
tr: İzin verildi
uk: Дозволено
zh_hant: 已允許的

# dns_request_user_status_added_to_whitelist
source: added to the Allowlist
be: дададзены ў белы спіс
da: føjet til hvidlisten
es: añadido a la lista de permitido
fr: ajoutée à la liste Blanche
hr: dodano na popis dopuštenih
hu: hozzáadva az engedélyezési listához
id: tambah ke daftar Putih
it: aggiunto alla Lista Bianca
ja: ホワイトリストに追加済み
ko: 허용 목록에 추가됨
nb: lagt til i hvitelisten
nl: aan de toestemmingslijst toegevoegd
pl: dodany do Listy dozwolonych
pt_br: adicionado na lista de permissões
ro: adăugat pe lista de autorizări
ru: добавлен в белый список
sk: pridané do zoznamu povolení
sl: dodano na Seznam dovoljenih
sr_latn: dodato na belu listu
tr: İzin verilen listesine eklendi
uk: додано до списку дозволів
zh_hant: 被加至允許清單

# dns_request_user_status_added_to_blacklist
source: added to the Blocklist
be: дададзены ў чорны спіс
da: føjet til sortlisten
es: añadido a la lista de bloqueo
fr: ajoutée à la liste Noire
hr: dodano na popis nedopuštenih
hu: hozzáadva a blokkolási listához
id: tambah ke daftar Hitam
it: aggiunto alla Lista Nera
ja: ブラックリストに追加済み
ko: 차단 목록에 추가됨
nb: lagt til i blokkeringslisten
nl: aan de blokkeerlijst toegevoegd
pl: dodany do Listy blokowanych
pt_br: adicionado na lista de bloqueio
ro: adăugat pe Lista de blocări
ru: добавлен в черный список
sk: pridané do zoznamu blokovaní
sl: dodano na Seznam nedovoljenih
sr_latn: dodato na crnu listu
tr: engelleme listesine eklendi
uk: додано до списку блокування
zh_hant: 被加至封鎖清單

# dns_request_user_status_removed_from_whitelist
source: removed from the Allowlist
be: выдалены з белага спіса
da: fjernet fra hvidlisten
es: eliminado de la lista de permitido
fr: retiré de la liste blanche
hr: uklonjeno s popisa dopuštenih
hu: eltávolítva az engedélyezési listáról
id: telah dihapus dari daftar Putih
it: rimosso dalla Lista Bianca
ja: ホワイトリストから削除済み
ko: 허용 목록에서 제거됨
nb: fjernet fra hvitelisten
nl: verwijderd van de toestemmingslijst
pl: usunięty z Listy dozwolonych
pt_br: removido da lista de permissões
ro: eliminat din lista de autorizări
ru: удален из белого списка
sk: odstránené zo zoznamu povolení
sl: odstranjeno s Seznama dovoljenih
sr_latn: uklonjeno sa bele liste
tr: İzin verilen listesinden kaldırıldı
uk: вилучено зі списку дозволів
zh_hant: 已從允許清單中移除

# dns_request_user_status_removed_from_blacklist
source: removed from the Blocklist
be: выдалены з чорнага спіса
da: fjernet fra sortlisten
es: eliminado de la lista de bloqueo
fr: retirée de la liste Noire
hr: uklonjeno s popisa nedopuštenih
hu: eltávolítva a blokkolási listáról
id: buang dari daftar Diblok
it: rimosso dalla Lista Nera
ja: ブラックリストから削除済み
ko: 차단 목록에서 제거됨
nb: fjernet fra blokkeringslisten
nl: verwijderd van de blokkeerlijst
pl: usunięty z Listy blokowanych
pt_br: removido da lista de bloqueio
ro: eliminat din Lista de blocări
ru: удален из черного списка
sk: odstránené zo zoznamu blokovaní
sl: odstranjeno s Seznama nedovoljenih
sr_latn: uklonjeno sa crne liste
tr: Engelleme listesinden silindi
uk: вилучено зі списку блокування
zh_hant: 已從封鎖清單中移除

# onboarding_first_step_text
source: Open the <b>settings</b>
be: Адкрыць <b>налады</b>
da: Åbn <b>indstillingerne</b>
es: Abre <b>configuración</b>.
fr: Ouvrez les <b>paramétrages</b>
hr: Otvorite <b>postavke</b>
hu: <b>Beállítások</b> megnyitása
id: Buka <b>pengaturan</b>
it: Apri le <b>impostazioni</b>
ja: <b>設定</b>アプリを開き
ko: <b>설정</b>을 엽니다
nb: Åpne <b>innstillingene</b>
nl: Open de <b>instellingen</b>
pl: Otwórz <b>ustawienia</b>
pt_br: Abre os <b>ajustes</b>
ro: Deschideți <b>setările</b>
ru: Открыть <b>настройки</b>
sk: Otvoriť <b>nastavenia</b>
sl: Odpri <b>nastavitve</b>
sr_latn: Otvorite <b>postavke</b>
tr: <b>Ayarları</b> aç
uk: Відкрийте <b>Параметри</b>
zh_hant: 開啟該<b>設定</b>

# onboarding_second_step_text
source: Tap on <b>Safari</b> and choose the <b>"Content blockers"</b> menu item
be: Націсніце на <b>Safari</b> і выберыце падзел <b>"Блакавальнікі кантэнту"</b>
da: Tryk på <b>Safari</b> og vælg menupunktet <b>"Indholdsblockere"</b>
es: Toca en <b>Safari</b>, desliza hacia abajo y toca <b>bloqueadores de contenido</b>.
fa: روی آیکون <b>سافاری</b> را ضربه زده و <b>"مسدودساز محتوا"</b> را از منو انتخاب کنید
fr: Appuyez sur <b>Safari</b> et choisissez l'élément du menu <b>"Bloqueurs de contenu"</b>
hr: Pritisnite na <b>Safari</b> i odaberite <b>"Blokeri sadržaja"</b> u izborniku
hu: Érintse meg a <b>Safari</b> ikonját és válassza a <b>"Tartalomblokkolók"</b> menüpontot
id: Ketuk <b>Safari</b> dan pilih item menu <b>"Pemblokir konten"</b>
it: Tocchi su <b>Safari</b> e scegli la voce <b>"Blocchi di contenuti"</b> dal menù
ja: <b>Safari</b> → <b>コンテンツブロッカー</b> へ進み
ko: <b>Safari</b>를 누르고 <b>"콘텐츠 차단기"</b> 메뉴 항목을 선택합니다
nl: Tik op <b> Safari </b> en kies de <b> "Content blockers" </b> menu-item
pl: Stuknij w <b>Safari</b> i wybierz element menu <b>"Blokowanie treści"</b>
pt_br: Toque no <b>Safari</b> e escolha no menu <b>"bloqueadores de conteúdo"</b>
ro: Tapați pe <b>Safari</b> și alegeți <b>"Blocant de conținut"</b> în meniu
ru: Нажмите на <b>Safari</b> и выберите раздел <b>"Блокировщики контента"</b>
sk: Ťuknite na <b>Safari</b> a vyberte položku ponuky <b>"Blokovače obsahu"</b>
sl: Tapnite na <b>Safari</b> in izberite menijski vnos <b>"Zaviralci vsebine"</b>
sr_latn: Dodirnite <b>Safari</b> i izaberite <b>"blokatori sadržaja"</b>
tr: <b>Safari'ye</b> dokunun ve <b>"İçerik Engelleyiciler"</b> menü öğesini seçin
uk: Торкніться <b>Safari</b> та оберіть елемент <b>"Блокувальники вмісту"</b>
zh_hant: 向 <b>Safari</b> 輕觸並選擇<b>"內容阻擋器"</b>選單項目

# onboarding_third_step_text
source: <b>Switch on all content blockers</b> and come back to our app!
be: <b>Уключыце ўсе блакавальнікі кантэнту</b> і вяртайцеся ў дадатак!
da: <b>Slå alle indholdsblockere til</b> og returnér til appen!
es: <b>Habilita</b> todas las extensiones de AdGuard.
fr: <b>Activez tous les bloqueurs de contenu</b> et revenez à notre application !
hr: <b>Uključite sve blokere sadržaja</b> i vratite se natrag u našu aplikaciju!
hu: <b>Engedélyezze az összes tartalomblokkolót</b>, majd térjen vissza ebbe az appba!
id: <b>Nyalakan semua pemblokir konten</b> dan kembali ke aplikasi kami!
it: <b>Attiva tutti i blocchi di contenuti</b> e torna alla nostra app!
ja: <b>コンテンツブロッカーのスイッチ</b>をすべてオンにしてください。
ko: 모든 <b>콘텐츠 차단기를 켭니다</b>
nl: <b> Schakel alle content blockers in </b> en keer terug naar onze app!
pl: <b>Włącz wszystkie blokery treści</b> i wróć do aplikacji!
pt_br: <b>Ative em todos os bloqueadores de conteúdo</b> e volte para o aplicativo!
ro: <b>Porniți toate blocante de conținut</b> și reveniți la aplicația noastră!
ru: <b>Включите все блокировщики контента</b> и возвращайтесь в приложение!
sk: <b>Zapnite všetky blokovače obsahu</b> a vráťte sa do našej aplikácie!
sl: <b>Preklopite na vse zaviralce vsebine</b> in se vrnite v našo aplikacijo!
sr_latn: <b>Uključite sve blokatore sadržaja</b> pa se vratite u našu aplikaciju!
tr: <b>Tüm içerik engelleyicilerini açın</b> ve uygulamamıza geri dönün!
uk: <b>Увімкніть всі блокувальники вмісту</b> й повертайтеся до нашої програми!
zh_hant: <b>打開所有的內容阻擋器</b>，然後返回至我們的應用程式！

# default_dns_server_name
source: System DNS
be: Сістэмны DNS
fr: DNS du système
hr: DNS sustava
hu: Rendszer DNS
id: Sistem DNS
it: DNS di sistema
ja: システムDNS
ko: 시스템 DNS
nl: Systeem DNS
pt_br: DNS do sistema
ro: Sistem DNS
ru: Системный DNS
sk: Systémové DNS
sl: Sistemski DNS
sr_latn: Sistemski DNS
tr: Sistem DNS
uk: Системний DNS
zh_hant: 系統 DNS

# default_dns_server_description
source: Use system default DNS servers provided by your Internet service provider
be: Ужыць стандартныя DNS-серверы вашага інтэрнэт-правайдара
da: Brug systemets standard DNS-servere leveret af din internetudbyder
fr: Utilisez les serveurs DNS du système par défaut provenus de votre fournisseur d'accès Internet
hr: Koristi sustavno zadane DNS poslužitelje od vašeg davatelja internetskih usluga
hu: Alapértelmezett DNS szerver használata, amit az internetszolgáltató biztosít
id: Gunakan server DNS bawaan sistem yang disediakan oleh penyedia Internet Anda
it: Utilizzare i server DNS di default del sistema forniti dal proprio fornitore di servizi Internet
ja: ご利用中のISP(インターネットサービスプロバイダー)提供のシステムデフォルトDNSサーバーを使用する
ko: 인터넷 서비스 공급자가 제공하는 시스템 기본 DNS 서버를 사용합니다
nb: Bruk systemstandard-DNS-tjenerne som din ISP (internettleverandør) gir deg
nl: Gebruik de standaard DNS-servers van uw internetprovider
pl: Użyj domyślnych systemowych serwerów DNS dostarczonych przez dostawcę usług internetowych
pt_br: Usa os servidores de DNS padrão do sistema fornecidos pelo seu provedor de internet
ro: Utilizați servere DNS implicite de sistem oferite de furnizorul Internet
ru: Использовать стандартные DNS-серверы вашего интернет-провайдера
sk: Používajte predvolené systémové DNS servery poskytované ISP (poskytovateľom internetových služieb)
sl: Uporabite sistemsko privzete strežnike DNS, ki jih ponuja vaš ponudnik internetnih storitev
sr_latn: Koristite podrazumevane DNS servere sistema koje vam daje vaš dobavljač internet usluga
tr: İnternet servis sağlayıcınız tarafından sağlanan sistem varsayılan DNS sunucularını kullanın
uk: Використовувати типові системні DNS-сервери, надані вашим провайдером Інтернету
zh_hant: 使用由您的 ISP（網際網路服務供應商）提供之系統預設 DNS 伺服器

source: Block request
be: Заблакаваць запыт
da: Blokér forespørgsel
es: Bloquear petición
fr: Bloquer requête
hr: Blokiraj zahtjev
hu: Kérés blokkolása
id: Permintaan blokir
it: Bloccare richiesta
ja: リクエストをブロック
ko: 요청 차단
nb: Blokker forespørsel
nl: Verzoek blokkeren
pl: Zablokuj żądanie
pt_br: Bloquear solicitação
ro: Blocare cerere
ru: Заблокировать запрос
sk: Zablokovať dopyt
sl: Onemogoči zahtevo
sr_latn: Blokiraj zahtev
tr: İsteği engelle
uk: Блокувати запит
zh_hant: 封鎖該請求

# whitelist_request
source: Add domain to the Allowlist
be: Дадаць дамен у белы спіс
da: Føj domæne til hvidlisten
es: Añadir dominio a la lista de permitido
fr: Ajouter cette requête sur la liste Blanche
hr: Dodaj domenu na popis dopuštenih
hu: Domain hozzáadása az engedélyezési listához
id: Tambah domain ke daftar putih
it: Aggiungi dominio alla Lista Bianca
ja: ドメインをホワイトリストに追加する
ko: 허용 목록에 도메인 추가
nb: Legg til domenet i hvitelisten
nl: Voeg domein toe aan de Toestemmingslijst
pl: Dodaj domenę do Listy dozwolonych
pt_br: Adicionar domínio na lista de permissões
ro: Adăugați domeniul în lista de autorizări
ru: Добавить домен в белый список
sk: Zaradiť dopyt do bielej listiny
sl: Dodaj domeno na Seznam dovoljenih
sr_latn: Stavi zahtev na belu listu
tr: İzin verilen listesine alan adı ekle
uk: Додати домен до списку дозволів
zh_hant: 增加該網域到允許清單

# video_tutorial_title
source: Video Tutorial
be: Відэаінструкцыя
da: Videovejledning
es: Vídeo tutorial
fr: Tutoriel vidéo
hr: Video upute
hu: Video bemutató
id: Vidio Tutorial
ja: 使い方（動画）
ko: 비디오 튜토리얼
nb: Videoveiledning
nl: Video zelfstudie
pl: Film instruktażowy
pt_br: Tutorial em vídeo
ro: Tutorial video
ru: Видеоинструкция
sk: Videonávod
sl: Video vadnica
sr_latn: Video uputstvo
tr: Eğitim Videosu
uk: Відеоінструкція
zh_hant: 視訊導覽

# invalid_upstream_message
source: You have entered the invalid upstream
be: Вы ўвялі некарэктны upstream
da: Du har angivet en ugyldig upstream
es: Has ingresado un DNS de subida no válido
fr: Vous avez saisi l’amont invalide
hr: Unijeli ste nevažeći upstream
hu: Érvénytelen DNS upstream lett megadva
id: Kamu memasuki upstream yang tidak valid
it: Hai inserito il upstream non valido
ja: 入力されたアップストリームは無効です
ko: 유효하지 않는 업스트림입니다
nb: Du har skrevet inn en ugyldig oppstrømstjener
nl: Je hebt een ongeldige upstream ingevoerd
pl: Wpisałeś nieprawidłowy upstream
pt_br: Você inseriu um upstream inválido
ro: Ați introdus un DNS în amonte invalid
ru: Вы ввели некорректный upstream
sk: Zadali ste neplatný upstream
sl: Vnesli ste neveljaven upstream
sr_latn: Uneli ste nevažeći upstream
tr: Geçersiz üst sunucu girdiniz
uk: Ви ввели недійсний upstream
zh_hant: 您已輸入無效的上游

# invalid_dns_protocol_title
source: Invalid DNS protocol
da: Ugyldig DNS-protokol
es: Protocolo DNS no válido
fr: Protocole DNS non valide
hr: Nevažeći DNS protokol
hu: Érvénytelen DNS protokoll
it: Protocollo DNS non valido
ja: 無効なDNSプロトコル
ko: 잘못된 DNS 프로토콜
pl: Nieprawidłowy protokół DNS
pt_br: Protocolo DNS inválido
ro: Protocol DNS nevalid
ru: Недействительный DNS-протокол
sk: Neplatný DNS protokol
sl: Neveljaven protokol DNS
tr: Geçersiz DNS protokolü
uk: Недійсний DNS-протокол
zh_hant: 無效的 DNS 協定

# invalid_dns_protocol_message
source: %@ is not supported by iOS yet. Try to add different upstream.
da: %@ understøttes ikke af iOS endnu. Prøv at tilføje en anden upstream.
es: %@ aún no es compatible con iOS. Intenta añadir diferentes DNS de subida.
fr: %@ n'est pas encore pris en charge par iOS. Essayez d'en ajouter d'autres en amont.
hr: %@ još ne podržava iOS. Pokušajte dodati različite upstream.
hu: Az iOS még nem támogatja a(z) %@ lehetőséget. Próbáljon meg másik upstream-et hozzáadni.
it: %@ non è ancora supportato da iOS. Prova ad aggiungere un upstream differente.
ja: %@ はまだiOSでサポートされておりません。別のアップストリームの追加を試してください。
ko: %@은 아직 iOS에서 지원되지 않습니다. 다른 업스트림을 추가해 보십시오.
pl: %@ nie jest jeszcze obsługiwane przez iOS. Spróbuj dodać inny upstream.
pt_br: %@ ainda não é compatível com iOS. Tente adicionar um servidor DNS primário diferente.
ro: %@ nu este acceptat încă de iOS. Încercați să adăugați un upstream diferit.
ru: %@ пока не поддерживается iOS. Попробуйте добавить другой upstream.
sk: %@ zatiaľ nie je podporovaný systémom iOS. Skúste pridať rôzne upstream.
sl: iOS še ne podpira %@. poskusite dodati drugačen tok.
tr: %@ henüz iOS tarafından desteklenmiyor. Farklı üst kaynak eklemeyi deneyin.
uk: %@ ще не підтримується в iOS. Спробуйте додати інший сервер.
zh_hant: %@ 尚未被 iOS 支援。嘗試加入不同的上游。

# system_blacklist
source: System Blocklist
be: Сістэмны чорны спіс
da: Systemsortliste
es: Lista de bloqueo del sistema
fr: Liste Noire du système
hr: Sistemski popis nedopuštenih
hu: Rendszer tiltólista
id: Daftar Hitam Sistem
it: Lista Nera di sistema
ja: システム・ブラックリスト
ko: 시스템 차단 목록
nb: Systemets blokkeringsliste
nl: Systeem blokkeerlijst
pl: Systemowa lista blokowanych
pt_br: Lista de bloqueio do sistema
ro: Lista de blocări sistem
ru: Общий черный список
sk: Systémový zoznam blokovaní
sl: Sistemski seznam nedovoljenih
sr_latn: Crna lista sistema
tr: Sistem Engelleme Listesi
uk: Системний список блокування
zh_hant: 系統封鎖清單

# system_whitelist
source: System Allowlist
be: Сістэмны белы спіс
da: Systemhvidliste
es: Lista de permitido del sistema
fr: Liste Blanche du système
hr: Sistemski popis dopuštenih
hu: Rendszer kivételek
id: Daftar Putih Sistem
it: Lista Bianca di Sistema
ja: システム・ホワイトリスト
ko: 시스템 허용 목록
nb: Systemets hviteliste
nl: Systeem toestemmingslijst
pl: Systemowa lista dozwolonych
pt_br: Lista de permissões do sistema
ro: Listă autorizări sistem
ru: Общий белый список
sk: Systémový zoznam povolení
sl: Sistemski seznam dovoljenih
sr_latn: Bela lista sistema
tr: Sistem İzin verilen listesi
uk: Системний список дозволів
zh_hant: 系統允許清單

# tracker_details_header
source: Details
be: Дэталі
da: Detaljer
es: Detalles
fr: Détails
hr: Detalji
hu: Részletek
id: Detail
it: Dettagli
ja: 詳細情報
ko: 세부 사항
nb: Detaljer
pl: Szczegóły
pt_br: Detalhes
ro: Detalii
ru: Детали
sk: Podrobnosti
sl: Podrobnosti
sr_latn: Detalji praćenja
tr: Detaylar
uk: Подробиці
zh_hant: 細節

# general_header
source: General
be: Агульныя
da: Generelt
fr: Paramètres généraux
hr: Općenito
hu: Általános
id: Umum
it: Generali
ja: 一般
ko: 일반
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общие
sk: Všeobecné
sl: Splošno
sr_latn: Opšte
tr: Genel
uk: Загальні
zh_hant: 一般的

# filtering_header
source: Filtering
be: Фільтрацыя
da: Filtrering
es: Filtrado
fr: Filtrage
hr: Filtriranje
hu: Szűrés
id: Penyaringan
it: Filtraggio
ja: フィルタリング
ko: 필터링
nb: Filtrerer
nl: Filteren
pl: Filtrowanie
pt_br: Filtragem
ro: Filtrarea
ru: Фильтрация
sk: Filtrácia
sl: Filtriranje
sr_latn: Filtriranje
tr: Filtreleme
uk: Фільтрування
zh_hant: 過濾

# category_title
source: Category
be: Катэгорыя
da: Kategori
es: Categoría
fr: Catégorie
hr: Kategorija
hu: Kategória
id: Kategori
it: Categoria
ja: カテゴリ
ko: 카테고리
nb: Kategori
nl: Categorie
pl: Kategoria
pt_br: Categoria
ro: Categorie
ru: Категория
sk: Kategória
sl: Kategorija
sr_latn: Kategorija
tr: Kategori
uk: Категорія
zh_hant: 類別

# name_title
source: Name
be: Назва
da: Navn
es: Nombre
fr: Nom
hr: Naziv
hu: Név
id: Nama
it: Nome
ja: フィルタ名
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Название
sk: Meno
sl: Ime
sr_latn: Ime
tr: İsim
uk: Назва
zh_hant: 名稱

# website_title
source: Website
be: Вэб-сайт
da: Websted
es: Sitio web
fr: Site Web
hr: Web stranica
hu: Weboldal
id: Situs
it: Sito web
ja: ウェブサイト
ko: 웹사이트
nb: Nettsted
pl: Strona
pt_br: Site
ro: Site web
ru: Веб-сайт
sk: Webová stránka
sl: Spletna stran
sr_latn: Sajt
tr: Site
uk: Вебсайт
zh_hant: 網站

# domain_title
source: Domain
be: Дамен
da: Domæne
es: Dominio
fr: Domaine
hr: Domena
id: Alamat
it: Dominio
ja: ドメイン
ko: 도메인
nb: Domene
nl: Domein
pl: Domena
pt_br: Domínio
ro: Domeniu
ru: Домен
sk: Doména
sl: Domena
sr_latn: Domen
tr: Alan adı
uk: Домен
zh_hant: 網域

# server_title
source: Server
be: Сервер
es: Servidor
fr: Serveur
hr: Poslužitelj
hu: Szerver
ja: サーバー
ko: 서버
pl: Serwer
pt_br: Servidor
ru: Сервер
sl: Strežnik
tr: Sunucu
uk: Сервер
zh_hant: 伺服器
