Repository: AdguardTeam/AdguardForiOS
Catalog: AdguardExtension/AdguardApp/*.lproj/Localizable.strings
Languages: be, bg, da, es, fa, fr, hr, hu, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sr_latn, tr, uk, zh_hant

# login_max_computers_exceeded
source: This license has been activated on the maximum number of devices. You can unbind the license from unused devices in your personal account on the website: adguard.com
be: Дадзеная ліцэнзія актывавана на максімальнай колькасці прылад. Вы можаце адвязаць ліцэнзію ад некарыстанай прылады ў вашым персанальным акаўнце на нашым сайце: adguard.com
da: Denne licens er blevet aktiveret på det maksimale antal enheder. Du kan fjerne licenstilknytningen fra ubrugte enheder i din personlige konto på adguard.com-webstedet
es: Esta licencia se ha activado en la cantidad máxima de dispositivos. Puedes desvincular la licencia de los dispositivos no utilizados en tu cuenta personal en el sitio web: adguard.com
fa: این مجوز در حداکثر تعداد دستگاه مجاز فعال شده است. شما میتوانید مجوز را از دستگاه های استفاده نشده در حساب شخصی در وبسایت adguard.com جدا کنید
fr: Cette licence a été activée sur le nombre maximal d'appareils. Vous pouvez détacher la licence sur les appareils inutilisés depuis votre compte personnel sur le site web : adguard.com
hr: Vaša licenca je aktivirana na maksimalnom broju uređaja. Možete ukloniti licencu s nekorištenih uređaja iz vašeg privatnog računa na web stranici: adguard.com
hu: Ezt a licencet a maximális számú eszközön aktiválták. A licencet fel tudja szabadítani egy nem használt eszközökre vonatkozóan a személyes fiókjában, ezen a webhelyen: adguard.com
id: Lisensi ini telah diaktifkan pada jumlah maksimum perangkat. Anda dapat melepas lisensi dari perangkat yang tidak digunakan di akun pribadi Anda di situs web: adguard.com
it: Questa licenza è stata attivata sul numero massimo di dispositivi. È possibile scollegare la licenza dai dispositivi non utilizzati nel proprio account sul sito web: adguard.com
ja: 本ライセンスは、アクティブなデバイス数の上限に達しています。 ウェブサイトadguard.comのマイ・アカウントで、未使用のデバイスからライセンスのバインドを解除し、新デバイスにバインドし直すことができます。
ko: 이 사용권은 최대 활성화 가능 횟수를 초과했습니다. 당신은 adguard.com 웹사이트의 개인 계정에 로그인한 후 사용하지 않는 디바이스에서 사용권을 회수할 수 있습니다.
nl: Je licentie wordt momenteel gebruikt op het maximale aantal apparaten. Je kunt licenties vrij maken door ongebruikte apparaten te verwijderen uit je persoonlijke account op adguard.com
pl: Ta licencja została aktywowana na maksymalnej liczbie urządzeń. Możesz odłączyć licencję od nieużywanych urządzeń na swoim koncie osobistym na stronie: adguard.com
pt_br: Esta licença foi atingiu o número máximo de ativações em dispositivos. Você pode desvincular uma licença de um dos dispositivos não utilizados em sua conta no site: adguard.com
ro: Această licență a fost activată pe numărul maxim de dispozitive. Puteți dezlega licența de pe dispozitivele neutilizate din contul personal pe site-ul web: adguard.com
ru: Данная лицензия активирована на максимальном количестве устройств. Вы можете отвязать лицензию от неиспользуемого устройства в вашем персональном аккаунте на нашем сайте: adguard.com
sk: Táto licencia bola aktivovaná na maximálnom počte zariadení. Licenciu môžete odhlásiť z nepoužívaných zariadení vo svojom osobnom účte na webovej stránke: adguard.com
sl: Ta licenca je aktivirana na največjem številu naprav. Licenco lahko odvežete iz neuporabljenih naprav v osebnem računu na spletnem mestu: adguard.com
sr_latn: Ova licenca je aktivirana na maksimalnom broju uređaja
tr: Bu lisans, maksimum sayıda cihazda aktifleştirilmiştir. Web sitesindeki kişisel hesabınızdaki kullanılmayan cihazlardan lisansı çıkarabilirsiniz: adguard.com
uk: Цю ліцензію було активовано на максимальній кількості пристроїв. Ви можете відкріпити ліцензію з невикористовуваних пристроїв у своєму особистому кабінеті на: adguard.com
zh_hant: 此授權已被啟動處於裝置之最大數量的狀態。 您可於網站：adguard.com 上在您個人的帳戶中由未使用的裝置解除綁定此授權

# action_extension_no_configuration_message_format
source: Before you can use this action extension, %1$@ has to perform an initial configuration. Launch the main %2$@ app to let it do so.
be: Перад выкарыстаннем гэтага пашырэння, %1$@ павінен выканаць першую наладу. Запусціце асноўны дадатак %2$@.
da: Inden brug af denne handlingsudvidelse, skal %1$@ udføre en indledende opsætning. Start %2$@ hoved-appen for at lade den gøre dette.
es: Antes de que puedas añadir esta extensión de acción, %1$@ tienes que llevar a cabo una configuración inicial. Abre la app principal de %2$@ para que lo haga.
fa: قبل از استفاده شما از این اقدام افزونه، %1$@ پیکربندی اولیه را اِجرا می کند. برای انجام آن برنامه اصلی %2$@ را اجرا کنید.
fr: Avant de pouvoir utiliser cette action d'extension, %1$@ doit effectuer une configuration initiale. Lancez l'application principale %2$@ et laissez-la procéder.
hr: Prije nego što upotrebite ovo proširenje, %1$@ mora izvršiti početno postavljanje. Pokrenite glavnu %2$@ aplikaciju kako biste to učinili.
hu: Mielőtt ezt a kiegészítőt használná, a(z) %1$@ számára el kell végezni a kezdei beállításokat. Futtassa a fő %2$@ appot ehhez.
id: Sebelum Anda dapat menggunakan ekstensi tindakan ini, %1$@ harus melakukan konfigurasi awal. Luncurkan aplikasi %2$@ utama untuk membiarkannya.
it: Prima di poter utilizzare questa estensione dell'azione, %1$@ deve eseguire una configurazione iniziale. Avvia l'applicazione principale %2$@ per consentirle di farlo.
ja: このアクション拡張機能を使用できる前に、%1$@は初期設定を実行する必要があります。それを許可するには、メイン%2$@アプリを起動してください。
ko: 이 확장 프로그램을 사용하기 위해서는 %1$@가 초기 환경설정을 수행해야 합니다. %2$@ 앱을 실행하여 초기 환경설정을 수행할 수 있도록 하십시오.
nl: Voordat je deze uitbreiding kunt gebruiken moet %1$@ een initiële configuratie doen. Start de hoofd %2$@ app om dit te doen.
pl: Przed użyciem tego rozszerzenia %1$@ musi wykonać wstępną konfigurację. Uruchom główną aplikację %2$@, aby to zrobła.
pt_br: Antes de poder usar esta extensão de ação, %1$@ deve executar uma configuração inicial. Inicie o aplicativo principal %2$@ para permitir que ele faça esta configuração.
ro: Înaintea folosirii acțiunii extensiei, %1$@ trebuie s-o configureze inițial. Lansați aplicația %2$@ principală ca să facă aceasta.
ru: Перед использованием этого расширения, %1$@ должен выполнить первичную настройку. Запустите основное приложение %2$@.
sk: Predtým, ako budete môcť použiť toto rozšírenie akcie, musí %1$@ vykonať počiatočnú konfiguráciu. Spustite hlavnú aplikáciu %2$@, aby ste to mohli urobiť.
sl: Preden lahko uporabite to akcijo razširitve, %1$@ mora opraviti začetno konfiguracijo. Zaženite glavno aplikacijo %2$@ naj to stori.
sr_latn: Pre nego što budete mogli da koristite ovu radnju proširenja, %1$@ treba da izvrši početno postavljanje. Pokrenite glavnu %2$@ aplikaciju i dopustite joj da uradi to.
tr: Bu işlem uzantısını kullanabilmeniz için önce, %1$@ ilk yapılandırmayı gerçekleştirmek zorundadır. Bunu yapmak için ana %2$@ uygulamasını başlatın.
uk: Перед тим, як використовувати це розширення, %1$@ повинен виконати початкову конфігурацію. Відкрийте основну програму %2$@, щоб дозволити зробити це.
zh_hant: 在您可使用該動作延伸功能之前，%1$@ 必須執行一個初始的配置。啟動主要的 %2$@ 應用程式，讓它這樣做。

# content_blocker_disabled_format
source: Note that Content blocker is disabled. That means ads will not be filtered regardless of AdGuard settings. Please enable AdGuard Content blocker in Safari settings to start filtering.
be: Звярніце ўвагу: Блакавальнік кантэнту адключаны. Гэта азначае, што рэклама не будзе фільтравацца не залежна ад налад AdGuard. Калі ласка, уключыце Блакавальнік кантэнту AdGuard у наладах Safari, каб пачаць фільтрацыю.
da: Bemærk, at Indholdsblockeren er deaktiveret. Det betyder, at annoncer ikke filtreres uanset AdGuards indstillinger. Aktivér AdGuard Indholdsblocker i Safari-indstillingerne for at starte filtreringen.
es: Tenga en cuenta que el bloqueador de contenido está deshabilitado. Eso significa que los anuncios no se filtrarán independientemente de la configuración de AdGuard. Habilite el bloqueador de contenido de AdGuard en la configuración de Safari para comenzar a filtrar.
fa: توجه کنید که مسدودساز محتوا غیرفعال شده است. این یعنی صرف نظر از تنظیمات AdGuard چیزی فیلتر نخواهد شد. لطفا AdGuard Content blocker را در تنظیمات سافاری برای شروع فیلترینگ فعال کنید.
fr: Notez que le bloqueur de contenu est désactivé. Cela signifie que les publicités ne seront pas filtrées, indépendamment des paramètres AdGuard. Veuillez activer le bloqueur de contenu AdGuard dans les paramètres de Safari afin de démarrer le filtrage.
hr: Imajte na umu da je Bloker sadržaja onemogućen. To znači da se oglasi neće filtrirati bez obzira na postavke AdGuarda. Omogućite AdGuard Bloker sadržaja u postavkama Safarija da biste započeli filtriranje.
hu: Vegye figyelembe, hogy a Tartalomblokkoló le van tiltva. Ez azt jelenti, hogy a hirdetéseket az AdGuard beállításaitól függetlenül nem szűrjük. A szűrés megkezdéséhez engedélyezze az AdGuard tartalomblokkolóját a Safari beállításokban.
id: Perhatikan bahwa pemblokir konten dinonaktifkan. Itu berarti iklan tidak akan difilter terlepas dari pengaturan AdGuard. Harap aktifkan pemblokir Konten AdGuard dalam pengaturan Safari untuk mulai memfilter.
it: Si osservi che il Blocco contenuti è disattivato. Ciò significa che gli annunci non saranno filtrati indipendentemente dalle impostazioni di AdGuard. Attiva il Blocco contenuti AdGuard nelle impostazioni Safari per avviare il filtraggio.
ja: コンテンツブロッカーは無効になっています。広告はAdGuardの設定に関わらず、フィルタリングされません。 フィルタリングを開始するには、Safariの設定でAdGuardコンテンツブロッカーを有効にしてください。
ko: 콘텐츠 차단기가 비활성화 되었습니다. 이는 AdGuard 설정에 상관 없이 광고가 필터링 되지 않을 것을 의미합니다. Safari 설정에서 AdGuard Content Blocker을 활성화 하여 필터링을 활성화 하십시오.
nl: Het blokkeren van de inhoudt is gestopt. Dit betekent dat ads niet gefilterd worden ongeacht de AdGuard instellingen. Activeer AdGuard Content blocker in de Safari instellingen om filteren toe te staan.
pl: Zauważ, że blokowanie treści jest wyłączone. Oznacza to, że reklamy nie będą filtrowane bez względu na ustawienia AdGuard. Włącz blokowanie treści AdGuard w ustawieniach Safari, aby rozpocząć filtrowanie.
pt_br: Observe que o bloqueador de conteúdo está desativado. Isso significa que os anúncios não serão filtrados, independentemente das configurações do AdGuard. Ative o bloqueador de conteúdo do AdGuard nas preferências do Safari para iniciar a filtragem.
ro: Blocantul de conținut este dezactivat. Deci reclamele nu vor fi filtrate indiferent de setările AdGuard. Activați Blocantul de conținut AdGuard în setări Safari ca să porniți filtrarea.
ru: Обратите внимание: Блокировщик контента отключен. Это означает, что реклама не будет фильтроваться вне зависимости от настроек AdGuard. Пожалуйста, включите Блокировщик контента AdGuard в настройках Safari, чтобы начать фильтрацию.
sk: Blokovač obsahu je vypnutý. To znamená, že reklamy nebudú filtrované bez ohľadu na nastavenia AdGuard. Ak chcete spustiť filtráciu, zapnite blokovanie obsahu AdGuard v nastaveniach Safari.
sl: Upoštevajte, da je Zaviralec vsebine onemogočen. To pomeni, da oglasi ne bodo filtrirani ne glede na nastavitve AdGuarda. Za začetek filtriranja omogočite Zaviralca vsebine AdGuard v nastavitvah Safarija.
sr_latn: Imajte na umu da je blokator sadržaja isključen. To znači da reklame neće biti filtrirane bez obzira na AdGuard postavke. Molimo vas da uključite AdGuard blokator sadržaja u postavkama Safarija kako bi filtriranje započelo.
tr: İçerik engelleyicinin devre dışı bırakıldığını unutmayın. Bu, reklamların AdGuard ayarlarına bakılmaksızın filtrelenmeyeceği anlamına gelir. Filtrelemeye başlamak için lütfen Safari ayarlarından AdGuard İçerik Engelleyiciyi etkinleştirin.
uk: Зверніть увагу, що блокувальник вмісту вимкнено. Це означає, що реклама не буде фільтруватися незалежно від налаштувань AdGuard. Щоб почати фільтрування, увімкніть блокувальник вмісту для AdGuard в налаштуваннях Safari.
zh_hant: 注意，內容阻擋器被禁用。那表示不管 AdGuard 設定如何，廣告將不被過濾。請在 Safari 設定中啟用 AdGuard 內容阻擋器以開始過濾。

# hostname_obtaining_error
source: The hostname is not obtained. Perhaps the page has not been loaded yet.
be: Імя хаста не атрымана. Магчыма, старонка яшчэ не загружана.
da: Værtsnavnet blev ikke opnået. Måske er siden ikke blevet indlæst endnu.
es: El nombre de host no se obtiene. Quizás la página no haya sido cargada todavía.
fa: نام میزبان گرفته نشد. شاید صفحه هنوز بارگیری نشده است.
fr: Le nom d'hôte n'a pas été obtenu. La page n'est peut-être pas encore chargée.
hr: Naziv računala nije dohvaćen. Možda stranica još nije učitana.
hu: A hosztnevet nem sikerült lekérni. Talán az oldal még nem töltődött be.
id: Nama host tidak diperoleh. Mungkin halaman belum dimuat.
it: L'hostname non è ottenuto. Forse la pagina non è stata ancora caricata.
ja: ホスト名が取得されていません。ページがまだ読み込まれていない可能性があります。
ko: 호스트 이름을 알 수 없습니다. 페이지가 아직 로딩되지 않았을 수도 있습니다.
nl: Er is nog geen hostnaam bekend. Misschien is de pagina nog niet geladen.
pl: Nie można określić nazwy hosta. Prawdopodobnie strona internetowa jeszcze się nie załadowała.
pt_br: Não foi possível obter o nome do servidor. Talvez a página não foi totalmente carregada.
ro: Nu s-a obținut numele de host. Poate că pagina nu a fost încărcată încă.
ru: Имя хоста не получено. Возможно, страница еще не загружена.
sk: Meno hostiteľa sa nezískalo. Pravdepodobne stránka zatiaľ nebola načítaná.
sl: Ime gostitelja ni pridobljeno. Morda stran še ni bila naložena.
sr_latn: Ime hosta nije dobijeno. Verovatno stranica još uvek nije učitana.
tr: Ana bilgisayar adı temin edilemedi. Sayfa henüz yüklenmemiş olabilir.
uk: Ім'я домену не отримано. Можливо, ця сторінка ще не була завантажена.
zh_hant: 該主機名稱未被獲得。也許該頁面尚未被載入。

# assistant_launching_unable
source: This website's security policy does not allow launching AdGuard Assistant.
be: Палітыка бяспекі гэтага сайта не дазваляе запусціць Памагатага AdGuard.
da: Webstedets sikkerhedspolitik tillader ikke AdGuard Assistent at starte.
es: La política de seguridad de este sitio web no permite ejecutar el Asistente de AdGuard.
fa: سیاست امنیتی این وبسایت اجازه اِجرای AdGuard Assistant را نمی دهد.
fr: La politique de sécurité de ce site web ne permet pas de lancer AdGuard Assistant.
hr: Politika sigurnosti ove stranice ne dozvoljava pokretanje AdGuard Pomoćnika.
hu: A webhely biztonsági beállításai nem teszik lehetővé az AdGuard Asszisztens futtatását.
id: Kebijakan keamanan situs web ini tidak mengizinkan peluncuran Asisten AdGuard.
it: La politica di sicurezza di questo sito web non consente l'avvio del Assistente AdGuard.
ja: 本ウェブサイトのセキュリティポリシーにより、AdGuardアシスタントの起動は許可されていません。
ko: 웹사이트의 보안 정책으로 인해 AdGuard Assistant를 실행할 수 없습니다.
nl: De beveiligingspolicy van deze website staat niet toe dat AdGuard Assistent wordt gestart.
pl: Polityka ochrony tej strony internetowej nie zezwala na uruchomienie Asystenta AdGuard.
pt_br: A política de segurança desse site não permite abrir o Assistente do AdGuard.
ro: Politica de securitate a site-lui web nu permite lansarea Assistant AdGuard.
ru: Политика безопасности этого сайта не позволяет запустить Помощник AdGuard.
sk: Bezpečnostná politika tejto webovej stránky neumožňuje spustenie nástroja AdGuard Assistant.
sl: Varnostna politika te spletne strani ne dovoljuje zagon programa AdGuard Pomočnik.
sr_latn: Bezbednosna politika ovog sajta ne dozvoljava pokretanje AdGuard pomoćnika.
tr: Bu sitenin güvenlik politikası AdGuard Assistant'ı başlatmanıza izin vermiyor.
uk: Політика безпеки цього сайту не дозволяє запускати помічника AdGuard.
zh_hant: 此網站的安全性政策不允許發動 AdGuard 助理。

# support_error_safari_extension
source: An unexpected error occurred while initializing Safari action extension. Please contact AdGuard Support if this happens again.
be: Адбылася нечаканая памылка пры ініцыялізацыі пашырэння Safari. Калі ласка, звяжыцеся са службай падтрымкі AdGuard, калі сітуацыя паўторыцца.
da: En uventet fejl opstod under initialisering af Safari-handlingsudvidelsen. Kontakt AdGuard Support, hvis fejlen fortsætter.
es: Se ha producido un error inesperado al iniciar la extensión de acción de Safari. Póngase en contacto con el servicio de asistencia de AdGuard si esto vuelve a suceder.
fa: خطای غیر منتظره حین مقدار دهی اولیه اقدام افزونه سافاری رخ داد. لطفا اگر دوباره رخ داد با تیم پشتیبانی AdGuard تماس بگیرید.
fr: Une erreur inattendue s'est produite lors de l'initialisation de l'extension Safari. Veuillez contacter l'assistance technique AdGuard si cela se produit de nouveau.
hr: Dogodila se neočekivana pogreška prilikom inicijalizacije radnje Safari proširenja. Ako se to ponovi, obratite se AdGuard podršci.
hu: Váratlan hiba történt a Safari bővítmény inicializálása közben. Kérjük, forduljon az AdGuard ügyfélszolgálatához, ha ez megismétlődik.
id: Terjadi kesalahan tak terduga saat menginisialisasi ekstensi tindakan Safari. Silakan hubungi Dukungan AdGuard jika ini terjadi lagi.
it: Si è verificato un errore imprevisto durante l'inizializzazione dell'estensione dell'azione Safari. Contatta il supporto AdGuard se questo se succede di nuovo.
ja: Safari拡張機能を設定中に予期しないエラーが発生しました。 再度この問題が発生した場合は、AdGuardサポートにお問い合わせください。
ko: 사파리 확장 프로그램을 초기화 하는 중에 예기치 않은 오류가 발생했습니다. 이 문제가 지속될 경우 AdGuard 기술 지원 부서에 연락해 주세요.
nl: Er is een onverwachte fout opgetreden bij het initiëren van de Safari uitbreiding. Neem contact op met AdGuard support indien dit weer gebeurt.
pl: Nastąpił niespodziewany błąd podczas inicjowania rozszerzenia akcji Safari. Proszę skontaktować się z pomocą techniczną AdGuard jeśli problem wystąpi ponownie.
pt_br: Ocorreu um erro inesperado ao inicializar a extensão do Safari. Por favor, contate o suporte do AdGuard caso isso aconteça novamente.
ro: Eroare neașteptată la inițializarea extensiei Safari. Vă rugăm contactați asistența AdGuard dacă se întâmplă din nou.
ru: Произошла неожиданная ошибка при инициализации расширения Safari. Пожалуйста, свяжитесь со службой поддержки AdGuard, если ситуация повторится.
sk: Počas inicializácie rozšírenia Safari sa vyskytla neočakávaná chyba. Ak sa to stane znova, obráťte sa na podporu služby AdGuard.
sl: Prišlo je do nepričakovane napake med inicializiranjem akcije Safari razširitve. Če se to znova zgodi, se obrnite na AdGuardovo Podporo.
sr_latn: Dogodila se neočekivana greška prilikom pokretanja proširenja za Safari.. Molimo vas da kontaktirate AdGuard podršku ako se ovo ponovi.
tr: Safari eylem eklentisi başlatılırken beklenmeyen bir hata oluştu. Bu tekrar olursa lütfen AdGuard Destek ile iletişime geçin.
uk: Сталася неочікувана помилка при ініціалізації розширення Safari. Зв'яжіться зі службою підтримки AdGuard, якщо це повториться.
zh_hant: 當初始 Safari 動作延伸功能時，非預期性的錯誤已發生。如果這個再次發生，請與 AdGuard 支援聯繫。

# common_warning_title
source: Warning
be: Увага
da: Advarsel
es: Advertencia
fa: هشدار
fr: Attention
hr: Upozorenje
hu: Figyelmeztetés
id: Peringatan
it: Attenzione
ja: 警告
ko: 경고
nb: Advarsel
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Aviso
ro: Atenție
ru: Предупреждение
sk: Varovanie
sl: Opozorilo
sr_latn: Upozorenje
tr: Uyarı
uk: Попередження
zh_hant: 警告

# filter_rules_maximum
source: You have exceeded the maximum number of filter rules.
be: Вы перавысілі максімальна дапушчальную колькасць правілаў фільтрацыі.
da: Du har overskredet det maksimale antal filterregler.
es: Has excedido el número máximo de reglas de filtrado.
fa: شما از حداکثر تعداد دستورات فیلتر تخطی کرده اید.
fr: Vous avez dépassé le nombre maximal de règles de filtrage.
hr: Dosegli ste maksimalni broj pravila filtara.
hu: Elérte a szűrőszabályok maximális számát.
id: Anda telah melampaui jumlah maksimum aturan penyaringan.
it: Hai superato il numero massimo delle regole del filtraggio.
ja: 使用可能なフィルタルール数の上限を越えました。
ko: 필터 규칙의 최대 갯수를 초과했습니다.
nb: Du har oversteget maks antall filteroppføringer.
nl: Het maximaal aantal filterregels is overschreden.
pl: Przekroczono maksymalną liczbę reguł filtrowania.
pt_br: Você excedeu o número máximo de regras de filtro.
ro: Numărul maxim de reguli de filtrare a fost depășit.
ru: Вы превысили максимально допустимое количество правил фильтрации.
sk: Prekročili ste maximálny počet filtračných pravidiel.
sl: Presegli ste največje število pravil za filtriranje.
sr_latn: Dostigli ste najveći broj dozvoljenih pravila.
tr: Azami filtre kuralı miktarını aştınız.
uk: Ви перевищили обмеження кількості правил фільтрування.
zh_hant: 您已超出過濾器規則之最大數量。

# permanent_subscription_title
source: Lifetime
be: Вечная
da: Livstid
es: Vitalicia
fa: دائمی
fr: Permanent
hr: Doživotno
hu: Élethosszig
id: Permanen
it: Permanente
ja: 永続版
ko: 영구
nb: Livstid
nl: Permanent
pl: Stała
pt_br: Permanente
ro: Pe viață
ru: Вечная
sk: Doživotne
sl: Doživljensko
sr_latn: Doživotno
tr: Ömür boyu
uk: Постійний
zh_hant: 終身

# on_state
source: ON
be: УКЛ
da: TIL
es: Habilitado
fa: روشن
hr: UKLJUČENO
hu: BE
id: HIDUP
it: ATTIVO
ko: 켜기
nb: PÅ
nl: Aan
pl: WŁĄCZ
pt_br: Ligado
ru: ВКЛ
sk: ZAP
sl: VKL
sr_latn: Uključeno
tr: AÇIK
uk: УВІМКНЕНО
zh_hant: 開著

# off_state
source: OFF
be: ВЫКЛ
da: FRA
es: Deshabilitado
fa: خاموش
hr: ISKLJUČENO
hu: KI
id: MATI
it: DISATTIVATO
ko: 끄기
nb: AV
nl: Uit
pl: WYŁĄCZ
pt_br: Desligado
ru: ВЫКЛ
sk: VYP
sl: IZKL
sr_latn: Isključeno
tr: KAPALI
uk: ВИМКНЕНО
zh_hant: 關著

# homepage_title
source: Homepage:
be: Хатняя старонка:
da: Hjemmeside:
es: Página de inicio:
fa: صفحه خانگي:
fr: Page d'accueil :
hr: Početna stranica:
hu: Honlap:
id: Halaman utama:
it: Pagina iniziale:
ja: ホームページ：
ko: 홈페이지:
nb: Hjemmeside:
nl: Startpagina:
pl: Strona główna:
pt_br: Pagina inicial:
ro: Pagină de bază:
ru: Домашняя страница:
sk: Domovská stránka:
sl: Domača stran:
sr_latn: Početna stranica:
tr: Ana sayfa:
uk: Домівка:
zh_hant: 首頁：

# delete_filter_title
source: Delete filter
be: Выдаліць фільтр
da: Slet filter
es: Eliminar filtro
fr: Supprimer filtre
hr: Ukloni filtar
hu: Szűrő törlése
id: Hapus filter
it: Elimina filtro
ja: フィルタの削除
ko: 필터 삭제
nb: Slett filter
nl: Filter verwijderen
pl: Usuń filtr
pt_br: Excluir filtro
ro: Șterge filtrul
ru: Удалить фильтр
sk: Vymazať filter
sl: Izbriši filter
sr_latn: Izbriši filter
tr: Filtreyi sil
uk: Видалити фільтр
zh_hant: 刪除過濾器

# delete_filter_message
source: Are you sure you want to delete this filter?
be: Вы ўпэўнены, што хочаце выдаліць дадзены фільтр?
da: Sikker på, at du vil slette dette filter?
es: ¿Estás seguro de que deseas eliminar este filtro?
fr: Voulez-vous vraiment supprimer ce filtre ?
hr: Jeste li sigurni da želite ukloniti ovaj filtar?
hu: Biztosan törli ezt a szűrőt?
id: Apakah anda yakin ingin menghapus filter ini?
it: Sei sicuro di voler eliminare questo filtro?
ja: このフィルタを削除してもよろしいですか？
ko: 이 필터를 지우시겠습니까?
nb: Er du sikker på at du vil slette dette filteret?
nl: Ben je zeker om deze filter te verwijderen?
pl: Czy na pewno chcesz usunąć ten filtr?
pt_br: Você tem certeza de que deseja excluir este filtro?
ro: Vreți sigur să ștergeți acest filtru?
ru: Вы уверены, что хотите удалить этот фильтр?
sk: Naozaj chcete vymazať tento filter?
sl: Ali ste prepričani, da želite izbrisati ta filter?
sr_latn: Jeste li sigurni da želite da izbrišete ovaj filter?
tr: Bu filtreyi silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей фільтр?
zh_hant: 您確定您想要刪除此過濾器嗎？

# about_version_format
source: Version %@
be: Версія %@
es: Versión %@
hr: Verzija %@
hu: Verzió %@
id: Versi %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
nb: Versjon %@
nl: Versie %@
pl: Wersja %@
pt_br: Versão %@
ro: Versiune %@
ru: Версия %@
sk: Verzia %@
sl: Različica %@
sr_latn: Verzija %@
tr: Sürüm %@
uk: Версія %@
zh_hant: 版本 %@
