Repository: AdguardTeam/AdguardForiOS
Catalog: AdguardExtension/AdguardApp/*.lproj/Localizable.strings
Languages: be, bg, da, es, fa, fr, hr, hu, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sr_latn, tr, uk, zh_hant

# support_unexpected_error
source: An unexpected error occurred. Please contact the support team.
be: Узнікла нечаканая памылка. Звярніцеся ў службу падтрымкі.
bg: Възникна неочаквана грешка. Моля, свържете се с екипа за поддръжка.
da: En uventet fejl opstod. Kontakt supportteamet.
es: Se ha producido un error inesperado. Por favor, contacta con el equipo de soporte.
fa: یک خطای غیرمنتظره رخ داده است.لطفا با تیم پشتیبانی تماس بگیرید.
fr: Une erreur inattendue s'est produite. Veuillez contacter l'équipe d'assistance.
hr: Dogodila se neočekivana pogreška. Molimo kontaktirajte tehničku podršku.
hu: Váratlan hiba történt. Kérem, lépjen kapcsolatba a támogatással.
id: Terjadi kesalahan yang tidak terduga. Silakan hubungi tim dukungan.
it: Si è verificato un errore inaspettato. Contatta il supporto.
ja: 予期しないエラーが発生しました。 サポートチームにお問い合わせください。
ko: 예기치 못한 오류가 발생하였습니다. 지원 부서에 연락해 주세요.
nb: En uventet feil oppstod. Vennligst ta kontakt med brukerstøtten.
nl: Er is een onverwachte fout opgetreden. Neem a.u.b. contact op met het support team.
pl: Pojawił się niespodziewany błąd. Proszę skontaktować się z działem wsparcia.
pt_br: Ocorreu um erro inesperado. Por favor, entre em contato com nossa equipe de suporte.
ro: A apărut o eroare neașteptată. Contactați vă rog echipa de suport.
ru: Возникла непредвиденная ошибка. Пожалуйста, обратитесь в службу поддержки.
sk: Objavila sa neočakávaná chyba. Kontaktujte prosím tím podpory.
sl: Prišlo je do nepričakovane napake. Obrnite se na skupino za podporo.
sr_latn: Dogodila se neočekivana greška. Molimo vas da kontaktirate tim podrške.
tr: Beklenmeyen bir hata oluştu. Destek ekibiyle iletişime geçin.
uk: Сталася неочікувана помилка. Будь ласка, зверніться в службу підтримки.
zh_hant: 非預期性的錯誤已發生。請與支援團隊聯繫。

# support_rule_converting_error
source: Cannot convert rules due to an unexpected error. Please contact the support team.
be: Немагчыма пераўтварыць правілы. Звярніцеся ў службу падтрымкі.
bg: Не може да конвертираме правилата. Възникна неочаквана грешка. Моля, свържете се с екипа за поддръжка.
da: Kan ikke konvertere regler. En uventet fejl opstod. Kontakt supportteamet.
es: No se pueden convertir las reglas ya que ocurrió un error inesperado. Por favor, contacta con el equipo de soporte.
fa: دستورات را نمیتوان تبدیل کرد.خطای غیر منتظره رخ داد.لطفا با تیم پشتیبانی تماس بگیرید.
fr: Impossible de convertir les règles. Une erreur inattendue s'est produite. Veuillez contacter l'équipe d'assistance.
hr: Nije moguće pretvoriti pravila. Dogodila se neočekivana pogreška. Molimo kontaktirajte tehničku podršku.
hu: Nem lehet átalakítani a szabályt. Váratlan hiba történt. Kérem, lépjen kapcsolatba a támogatással.
id: Tidak dapat mengonversi aturan penyaring. Terjadi kesalahan yang tidak terduga. Silakan hubungi tim dukungan.
it: Non posso convertire le regole. Si è verificato un errore imprevisto. Contatta la squadra di supporto.
ja: ルールを変換できません。予期しないエラーが発生しました。サポートチームにお問い合わせください。
ko: 규칙을 변환할 수 없습니다. 예기치 못한 오류가 발생하였습니다. 지원 부서에 연락해 주세요.
nb: Kan ikke konvertere regler. En uventet feil oppstod. Vennligst ta kontakt med brukerstøtten.
nl: Regels kunnen niet geconverteerd worden. Er is een onverwachte fout opgetreden. Neem a. u. b. contact op met het support team.
pl: Nie można przekonwertować reguł. Wystąpił nieoczekiwany błąd. Proszę skontaktować się z pomocą techniczną.
pt_br: Não foi possível converter as regras. Ocorreu um erro inesperado. Por favor, entre em contato com nossa equipe de suporte.
ro: Nu pot converti regulile datorită unei erori neașteptate. Contactați echipa de suport.
ru: Невозможно сконвертировать правила из-за непредвиденной ошибки. Пожалуйста, обратитесь в службу поддержки.
sk: Pravidlá sa nedajú konvertovať. Objavila sa neočakávaná chyba. Kontaktujte prosím tím podpory.
sl: Pravil ni mogoče pretvoriti. Prišlo je do nepričakovane napake. Obrnite se na skupino za podporo.
sr_latn: Ne mogu da pretvorim filtere. Dogodila se neočekivana greška. Molimo vas da kontaktirate tim podrške.
tr: Beklenmeyen bir hata nedeniyle kurallar dönüştürülemiyor. Destek ekibiyle iletişime geçin.
uk: Неможливо конвертувати правила. Сталася неочікувана помилка. Будь ласка, зв'яжіться з командою підтримки.
zh_hant: 由於非預期性的錯誤，無法轉換規則。請與支援團隊聯繫。

# json_converting_error
source: Cannot initialize converter to JSON format.
be: Немагчыма ініцыялізаваць канвертар у фармат JSON.
bg: Не мога да инициализирам конвертора за JSON формата
da: Kan ikke initialisere konverteringen til JSON format.
es: ¡No se puede iniciar el conversor al formato JSON!
fa: تبدیلگر به جی فرمت اِس اُ اِن را نمیتوان مقدار دهی اولیه کرد!
fr: Impossible d'initialiser la conversion au format JSON!
hr: Ne uspješno pokretanje pretvarača u JSON format.
hu: Nem lehet inicializálni a konvertert JSON formátumra.
id: Tidak dapat menginisialisasi konverter ke format JSON!
it: Impossibile inizializzare il convertitore al formato JSON!
ja: コンバータをJSON形式に初期化できません！
ko: 변환기를 JSON 형식으로 초기화할 수 없습니다!
nb: Kan ikke initialisere konverter til JSON-format!
pl: Nie można zainicjować konwertera do formatu JSON!
pt_br: Não foi possível inicializar o conversor para o formato JSON.
ro: Convertorul nu poate fi inițializat în format JSON.
ru: Невозможно инициализировать конвертер в формат JSON.
sk: Konvertor na formát JSON sa nedá inicializovať!
sr_latn: Ne mogu da pokrenem u konvertor JSON format.
tr: Dönüştürücü JSON biçiminde başlatılamıyor.
uk: Неможливо ініціалізувати конвертер у формат JSON.
zh_hant: 無法初始化轉換器為 JSON 格式。

# common_action_cancel
source: Cancel
be: Адмяніць
bg: Откажи
da: Annullér
es: Cancelar
fa: لغو
fr: Annuler
hr: Poništi
hu: Mégsem
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sl: Prekliči
sr_latn: Otkaži
tr: İptal
uk: Скасувати
zh_hant: 取消

# rule_converting_error
source: Cannot convert the filter rule. Rule text is invalid.
be: Немагчыма пераўтварыць правіла фільтра. Няправільны тэкст правіла.
bg: не може да се преобразува правилото за филтриране. Текстът на правилото е невалиден.
da: Kan ikke konvertere filterreglen. Regeltekst er ugyldig.
es: No se puede convertir la regla del filtro. El texto de la regla no es válido.
fa: دستور فیلتر را نمیتوان تبدیل کرد.دستور متن نامعتبر است.
fr: Impossible de convertir la règle de filtrage. Le texte de la règle est incorrect.
hr: Ne uspješna pretvorba pravila filtra. Tekst pravila je ne važeći.
hu: Nem lehet átkonvertálni a szűrőszabályt. A szabály szövege érvénytelen.
id: Tidak dapat mengonversi aturan penyaring. Teks aturan tidak valid.
it: Non posso convertire la regola del filtro. Testo della regola non corretto.
ja: フィルタルールを変換できません。 ルールテキストが無効です。
ko: 필터 규칙을 변환할 수 없습니다. 잘못된 규칙입니다.
nb: Kan ikke konvertere filterregelen. Regelteksten er ugyldig.
nl: De filterregel kan niet geconverteerd worden. Regeltekst is ongeldig.
pl: Nie mogę przekonwertować reguły filtra. Reguła tekstowa jest niepoprawna.
pt_br: Não é possível converter a regra do filtro. O texto da regra é inválido.
ro: Nu pot converti regula filtrului. Invalid text al regulii.
ru: Не удается обработать правило. Текст правила содержит ошибку.
sk: Filtračné pravidlo sa nedá konvertovať. Text pravidla je neplatný.
sl: Pravila filtra ni mogoče pretvoriti. Besedilo pravila ni veljavno.
sr_latn: Ne mogu da pretvorim pravilo filtera. Tekst pravila je nevažeći.
tr: Filtre kuralı dönüştürülemiyor. Kural metni geçersiz.
uk: Неможливо конвертувати правило. Неправильний текст правила.
zh_hant: 無法轉換該過濾器規則。規則文字為無效的。

# filter_rules_converting_error
source: Cannot add these user rules to Safari
be: Немагчыма дадаць гэтыя правілы карыстальніка ў Safari
da: Kan ikke føje disse brugerregler til Safari
es: No se pueden añadir estas reglas de usuario a Safari
fa: دستورات فیلتر کاربر را نمیتوان فیلتر کرد.یکی از دستورات حاوی خطا است.دستور بعدی در موقعیت فعلی مکان نما را بررسی کنید.
fr: Impossible d'ajouter ces règles d'utilisateur à Safari
hr: Ne uspješno dodavanje korisničkih pravila u Safari
hu: Ezeket a szabályokat nem lehet hozzáadni a Safarihoz
id: Tidak dapat mengonversi aturan penyaring pengguna. Salah satu aturan mengandung kesalahan. Periksa aturan di sebelah posisi kursor saat ini.
it: Impossibile impostare le regole utente nel Safari
ja: このユーザールールSafariに追加できません。
ko: Safari에 이러한 사용자 규칙을 추가할 수 없음
nb: Kan ikke konvertere brukerfilterregler. En av reglene inneholder en feil. Kontroller regelen ved siden av gjeldende museposisjon.
nl: De gebruikers filterregel kan niet geconverteerd worden.
pl: Nie można dodać tych reguł użytkownika do Safari
pt_br: Não é possível converter as regras do usuário para o Safari
ro: Nu pot adăuga aceste reguli utilizator la Safari
ru: Не удается добавить данные пользовательские правила в Safari
sk: Tieto používateľské pravidlá sa nedajú pridať do Safari
sl: Teh uporabniških pravil ni mogoče dodati v Safari
sr_latn: Ne mogu da dodam ova korisnička pravila za Safari
tr: Bu kullanıcı kuralları Safari'ye eklenemiyor
uk: Не вдається додати ці правила користувача до Safari
zh_hant: 無法對 Safari 增加這些使用者規則

# common_error_title
source: Error
be: Памылка
bg: Грешка
da: Fejl
fa: خطا
fr: Erreur
hr: Pogreška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sl: Napaka
sr_latn: Greška
tr: Hata
uk: Помилка
zh_hant: 錯誤

# safari_filters_loading_error
source: Filters cannot be loaded into Safari. Therefore, your recent changes were not applied.
be: Немагчыма загрузіць фільтры ў Safari. Таму апошнія змены не прыменены.
bg: Филтрите не могат да бъдат заредени в Сафари. Поради това новите промени не са приложени.
da: Filtre kunne ikke indlæses i Safari, og dine seneste ændringer derfor ikke effektueret.
es: No se pudieron cargar los filtros en Safari, y tus últimos cambios no se aplicaron.
fa: فیلترها را نمیتوان در سافاری بارگیری کرد.پس،تغییرات اخیر شما اِعمال نخواهد شد.
fr: Les filtres ne peuvent pas être chargés dans Safari, par conséquent vos dernières modifications ne seront pas appliquées.
hr: Filtri se ne mogu učitati u Safari. Stoga se vaše nedavne izmjene nisu primijenile.
hu: Nem lehetett betölteni a szűrőket a Safariba. Ezért a változások nem léptek életbe.
id: Penyaring tidak dapat dimuat ke Safari. Oleh karena itu, perubahan terkini Anda tidak diterapkan.
it: I filtri non possono essere caricati in Safari. Di conseguenza, i tuoi cambiamenti recenti non sono stati applicati.
ja: フィルタをSafariに読み込ませることができません。 したがって、あなたの最近の変更は適用されませんでした。
ko: 필터를 사파리에 로드할 수 없습니다. 최근 변경 내용이 적용되지 않습니다.
nb: Filtrene kan ikke lastes inn i Safari. Derfor ble de siste endringene dine ikke lagret.
nl: Filters kunnen niet in Safari ingelezen worden. De recente wijzigingen zijn daarom niet toegepast.
pl: Nie można załadować filtrów do Safari, więc ostatnie zmiany nie zostały zastosowane.
pt_br: Não foi possível carregar os filtros no Safari. Portanto, as alterações recentes não foram aplicadas.
ro: Safari nu poate încărca filtrele. De aceea modificările dvs. recente nu s-au aplicat.
ru: Фильтры не загрузились в Safari, поэтому последние изменения были отменены.
sk: Filtre nie je možné načítať do Safari. Preto Vaše posledné zmeny nebudú použité.
sl: V Safariju ni mogoče naložiti filtrov. Zato nedavne spremembe niso bile uporabljene.
sr_latn: Filteri ne mogu da se učitaju u Safari, tako da vaša pravila nisu primenjena.
tr: Filtreler Safari'ye yüklenemedi. Bu nedenle, son değişiklikler uygulanamadı.
uk: Неможливо завантажити фільтри в Safari. Отже, ваші останні зміни не були застосовані.
zh_hant: 過濾器無法被載進 Safari。因此，您最近的更改未被套用。

# load_to_safari_error
source: Filters cannot be loaded into Safari. Try to clear your rules and the Allowlist, or change the set of used filters.
be: Немагчыма загрузіць фільтры ў Safari. Паспрабуйце ачысціць свае правілы ў белым спісе або змяніце набор фільтраў, якія выкарыстоўваюцца.
bg: Филтрите не могат да бъдат заредени в Сафари. Опитайте се да изчистите вашите правила и белия списък или променете настройките на използваните филтри.
da: Filtre kan ikke indlæses i Safari. Prøv at rydde dine regler og Hvidliste eller ændre det sæt af filtre, der bruges.
es: No se pudieron cargar los filtros en Safari. Intenta borrar tus reglas y la lista de permitido, o cambia el conjunto de filtros usados.
fr: Les filtres ne peuvent pas être chargés dans Safari. Essayez d'effacer vos règles et la liste Blanche, ou modifiez la série de filtres utilisée.
hr: Nije moguće učitati filtre u Safari. Pokušajte očistiti vaša pravila te popis dopuštenih ili promijenite skup korištenih filtara.
hu: A szűrőket nem sikerült betölteni a Safariba. Próbálja üríteni a szabályok és kivételek listáját, vagy módosítsa a felhasznált szűrőket.
id: Penyaring tidak dapat dimuat ke Safari. Cobalah untuk menghapus aturan Anda dan daftar putih, atau ubah set penyaring yang digunakan.
it: I filtro non possono essere caricati in Safari. Prova ad azzerare le tue regole e la Lista Bianca, o cambia la lista dei filtri utilizzati.
ja: フィルタをSafariに読み込みすることができません。ルールとホワイトリストをクリアしたり、使用中のフィルタを変更したりして解決するかをお試しください。
ko: Safari에 필터를 로드할 수 없습니다. 규칙과 허용 목록을 비우거나, 사용하는 필터를 변경하세요.
nb: Filtrene kan ikke lastes inn i Safari. Prøv å tømme reglene og hvitelisten, eller endre settet av brukte filtre.
nl: Filters kunnen niet in Safari ingelezen worden. Probeer de regels en de toestemmingslijst te wissen of pas de gebruikte filters aan.
pl: Filtry nie mogą być ładowane do Safari. Spróbuj wyczyścić swoje reguły i listę dozwolonych lub zmień zestaw używanych filtrów.
pt_br: Os filtros não podem ser carregados no Safari. Tente limpar as suas regras e a lista de permissões, ou alterar o conjunto de filtros utilizados.
ro: Safari nu poate încărca filtrele. Încercați să goliți regulile și lista autorizărilor sau înlocuiți setul de filtre utilizat.
ru: Фильтры не загрузились в Safari. Попробуйте очистить свои правила и белый список, или измените набор используемых фильтров.
sk: Filtre sa nedajú načítať do Safari. Skúste vymazať Vaše pravidlá a zoznam povolení, alebo zmeňte nastavenia použitých filtrov.
sl: Ni mogoče naložiti filtrov v Safari. Poskusite počistiti svoja pravila in seznam dovoljenih ali spremenite nabor uporabljenih filtrov.
sr_latn: Filteri ne mogu da budu učitani u Safari. Pokušajte da očistite vaša pravila ili belu listu, ili promenite skup korišćenih filtera.
tr: Filtreler Safari'ye yüklenemedi. Kurallarınızı ve İzin verilenler listesini temizlemeye çalışın veya kullanılan filtre grubunu değiştirin.
uk: Неможливо завантажити фільтри в Safari. Спробуйте очистити свої правила та список дозволів, або змініть набір використовуваних фільтрів.
zh_hant: 過濾器無法被載進 Safari。嘗試清除您的規則和允許清單，或更改已使用的過濾器之集合。

# common_action_no
source: NO
be: НЕ
da: NEJ
fa: خیر
fr: NON
hr: NE
hu: NEM
id: TIDAK
ja: いいえ
ko: 아니요
nb: NEI
nl: NEE
pl: NIE
pt_br: NÃO
ro: NU
ru: НЕТ
sk: NIE
sl: NE
sr_latn: Ne
tr: HAYIR
uk: НІ
zh_hant: 否

# inverted_whitelist_title
source: Allowlist (inverted)
be: Белы спіс (інвертаваны)
da: Hvidliste (inverteret)
es: Lista de permitido (invertido)
fr: Liste Blanche (inversée)
hr: Popis dopuštenih (izokrenuto)
hu: Kivételek (fordított)
id: Daftar Putih (terbalik)
it: Lista Bianca (invertita)
ja: 逆ホワイトリスト
ko: 허용 목록 (반전된)
nb: Hviteliste (invertert)
nl: Toestemmingslijst (geïnverteerd)
pl: Lista dozwolonych (odwrócona)
pt_br: Lista de permissões (invertida)
ro: Listă autorizări (inversată)
ru: Белый список (инвертирован)
sk: Zoznam povolení (invertovaný)
sl: Seznam dovoljenih (obrnjen)
sr_latn: Bela lista je okrenuta
tr: İzin verilen listesi (ters çevrilmiş)
uk: Список дозволів (інвертований)
zh_hant: 允許清單（反向的）

source: Applying changes...
be: Прымяненне змен…
da: Effektuerer ændringer...
es: Aplicando cambios...
fr: Application en cours...
hr: Primjena promjena...
hu: Változások alkalmazása...
id: Menerapkan perubahan...
it: Applicazione dei cambiamenti...
ja: 変更を適用中...
ko: 변경 사항을 적용하는 중...
nb: Benytter endringene …
nl: Aanpassingen verwerken...
pl: Stosowanie zmian...
pt_br: Aplicando alterações...
ro: Aplicăm schimbări...
ru: Сохранение изменений...
sk: Uplatnenie zmien...
sl: Uveljavitev sprememb...
sr_latn: Primenjivanje promena...
tr: Değişiklikler uygulanıyor ...
uk: Застосування змін...
zh_hant: 正在套用更改…

# ms_unit
source: %@ ms
be: %@ мс
id: %@ md
ko: %@밀리초
ru: %@ мс
uk: %@ мс

# s_unit
source: %@ s
be: %@ с
hu: %@ mp
id: %@ d
ko: %@초
pt_br: %@ seg
ru: %@ с
uk: %@ с
zh_hant: %@ 秒

# millions_unit
source: %@M
be: %@ млн
da: %@ Mio.
hr: %@ mil
id: %@Jt
ko: %@백만
ru: %@млн
uk: %@млн

# thousands_unit
source: %@K
be: %@ тыс.
hr: %@ tis
hu: %@E
id: %@Rb
ko: %@천
nb: %@T
ru: %@тыс.
uk: %@тис

# hundred_millions_unit
source: %@100M
be: %@100 млн
da: %@100 Mio
fr: %@ M
hr: %@100mil
id: %@100Jt
it: %@M
ja: %@億
ko: %@억
uk: %@100млн

# ten_thousands_unit
source: %@10K
be: %@10 тыс.
fr: %@ k
hr: %@10tis
hu: %@10E
id: %@10Rb
it: %@K
ja: %@万
ko: %@만
nb: %@10T
uk: %@10тис

# native_dns_working
source: Native DNS is working
da: Indbyggede DNS i drift
es: El DNS nativo está funcionando
fr: Le DNS natif fonctionne
hr: Nativni DNS radi
hu: Natív DNS működik
it: Il DNS nativo sta funzionando
ja: ネイティブDNSはオンです。
ko: 기본 DNS가 작동 중입니다
pl: Natywny DNS działa
pt_br: DNS nativo está funcionando
ro: DNS nativ funcționează
ru: Нативный DNS работает
sk: Natívna DNS funguje
sl: Izvorni DNS deluje
tr: Yerel DNS çalışıyor
uk: Вбудований DNS працює
zh_hant: 原生的 DNS 正在運作

# native_dns_not_working
source: Native DNS is not working
da: Indbyggede DNS ikke i drift
es: El DNS nativo no está funcionando
fr: Le DNS natif ne fonctionne pas
hr: Nativni DNS ne radi
hu: Natív DNS nem működik
it: Il DNS nativo non funziona
ja: ネイティブDNSはオフです。
ko: 기본 DNS가 작동하지 않습니다
pl: Natywny DNS nie działa
pt_br: DNS nativo não está funcionando
ro: DNS nativ nu funcționează
ru: Нативный DNS не работает
sk: Natívna DNS nefunguje
sl: Izvorni DNS ne deluje
tr: Yerel DNS çalışmıyor
uk: Вбудований DNS не працює
zh_hant: 原生的 DNS 未正在運作

# user_filter_title
source: User rules
be: Карыстальніцкія правілы
da: Brugerregler
es: Reglas del usuario
fa: فیلتر کاربر
fr: Règles d'utilisateur
hr: Korisnička pravila
hu: Felhasználói szűrő
id: Penyaring Pengguna
it: Regole utente
ja: ユーザーフィルタ
ko: 사용자 규칙
nb: Brukerfiltre
nl: Gebruikersfilter
pl: Reguły użytkownika
pt_br: Regras de usuário
ro: Reguli utilizator
ru: Пользовательские правила
sk: Používateľský filter
sl: Uporabniška pravila
sr_latn: Korisnička pravila
tr: Kullanıcı kuralları
uk: Правила користувача
zh_hant: 使用者規則

# user_filter_helper
source: Enter your own rules here, separated by line breaks
be: Увядзіце ўласныя правілы, раздзеленыя пераходам на новы радок
da: Angiv egne regler her adskilt af linjeskift
es: Ingresa tus propias reglas aquí, separadas por saltos de línea
fa: دستورات دستی خود را اینجا وارد کنید، با شکستن خط از هم جدا میشوند
fr: Saisissez vos règles personnalisées ici, en les séparant par des sauts de ligne
hr: Unesite svoja pravila odvojena prijelomima redaka
hu: Adja meg egyedi szabályait itt, enterekkel elválasztva
id: Masukkan aturan kustom Anda di sini, pisahkan dengan jeda baris
it: Inserisci qui le tue regole personalizzate, separate da interruzioni di riga
ja: ここでは独自のルールを改行で区切って入力してください。
ko: 여기에 사용자 규칙을 줄 바꿈으로 나눠 입력하세요
nb: Skriv inn dine egne regler her, adskilt med linjebrytinger
nl: Voer hier je gebruikersregels in, gescheiden door regeleindes
pl: Wpisz własne reguły, separowane linią przerywaną
pt_br: Insira suas regras personalizadas aqui, separadas por quebras de linha
ro: Introduceți reguli proprii, separate cu pauze de linie
ru: Введите здесь свои собственные правила (по одному в строке)
sk: Sem zadajte svoje vlastné pravidlá, oddelené zalomením riadkov
sl: Tukaj vnesite svoja pravila, ločena s prelomi vrstic
sr_latn: Ovde unesite vaša pravila, odvojena novim redovima
tr: Kendi kurallarınızı satır sonları ile ayırarak buraya girin
uk: Вводьте власні правила тут - кожне правило в новому рядку
zh_hant: 於此輸入您自己的規則，被換行分隔

# common_action_yes
source: YES
be: ТАК
da: JA
es: Sí
fa: بله
fr: OUI
hr: DA
hu: Igen
id: YA
it: SI
ja: はい
ko: 예
nb: JA
nl: JA
pl: TAK
pt_br: SIM
ro: DA
ru: ДА
sk: ÁNO
sl: DA
sr_latn: Da
tr: EVET
uk: ТАК
zh_hant: 是

# protection_enabled_caption
source: Protection is enabled
be: Абарона ўключана
da: Beskyttelsen er aktiveret
es: Protección habilitada
fa: حفاظت فعال شده است
fr: La protection est activée
hr: Zaštita je omogućena
hu: Védelem engedélyezve
id: Perlindungan diaktifkan
it: Protezione attiva
ja: 保護は有効です。
ko: 보호가 활성화 되었습니다.
nb: Beskyttelse er skrudd på
nl: Bescherming is ingeschakeld
pl: Ochrona jest włączona
pt_br: A proteção está ativada
ro: Protecția este activată
ru: Защита включена
sk: Ochrana je zapnutá
sl: Zaščita je omogočena
sr_latn: Zaštita je uključena
tr: Koruma etkinleştirildi
uk: Захист увімкнено
zh_hant: 防護被啟用

# protection_partly_enabled_caption
source: Some content blockers are disabled
be: Некаторыя блакавальнікі кантэнту адключаны
da: Nogle indholdsblockere er deaktiverede
es: Algunos bloqueadores de contenido están deshabilitados
fa: برخی مسدودسازی های محتوا غیرفعال شده اند
fr: Certains bloqueurs de contenu sont désactivés
hr: Neki blokeri sadržaja su onemogućeni
hu: Néhány tartalomblokkoló ki van kapcsolva
id: Beberapa pemblokir konten dinonaktifkan
it: Alcuni blocchi dei contenuti sono disattivati
ja: 端末の設定→Safari→コンテンツ ブロッカーでAdGuardが一部オフ になっています。
ko: 몇몇의 콘텐츠 차단기가 비활성화 됨
nb: Noen innholdsblokkerere er skrudd av
nl: Sommige inhoudsblokkeringen zijn uitgeschakeld
pl: Niektóre blokery treści zostały wyłączone
pt_br: Alguns bloqueadores de conteúdo estão desativados
ro: Unii blocanți de conținut sunt dezactivați
ru: Некоторые блокировщики контента отключены
sk: Niektoré blokovače obsahu sú vypnuté
sl: Nekateri zaviralci vsebine so onemogočeni
sr_latn: Neki blokatori sadržaja su isključeni
tr: Bazı içerik engelleyiciler devre dışı
uk: Деякі блокувальники вмісту вимкнено
zh_hant: 某些內容阻擋器被禁用

# protection_disabled_caption
source: Protection is disabled
be: Абарона выключана
da: Beskyttelsen er deaktiveret
es: Protección deshabilitada
fa: حفاظت غيرفعال شده است
fr: Protection désactivée
hr: Zaštita je onemogućena
hu: Védelem le van tiltva
id: Perlindungan dinonaktifkan
it: Protezione disattivata
ja: 端末の設定→Safari→コンテンツ ブロッカーでAdGuardがオフに なっています。
ko: 보호가 비활성화 되었습니다.
nb: Beskyttelse er skrudd av
nl: Bescherming is uitgeschakeld
pl: Ochrona jest wyłączona
pt_br: A proteção está desativada
ro: Protecția este dezactivată
ru: Защита отключена
sk: Ochrana je vypnutá
sl: Zaščita je onemogočena
sr_latn: Zaštita je isključena
tr: Koruma devre dışı
uk: Захист вимкнено
zh_hant: 防護被禁用

# upgrade_button_title
source: Subscribe
da: Abonnér
es: Suscribirse
fr: M'abonner
hr: Pretplatite se
hu: Előfizetés
id: Berlangganan
it: Effettua sottoscrizione
ja: 無料お試しスタート
ko: 구독
nb: Abonner
nl: PROEFVERSIE STARTEN
pl: Subskrybuj
pt_br: Assinar
ro: Abonați-vă
ru: Подписаться
sk: Získať predplatné
sl: Naroči se
sr_latn: Pretplati se
tr: Abone ol
uk: Передплатити
zh_hant: 訂閱

# upgrade_lifetime_button_title
source: PURCHASE
be: КУПІЦЬ
da: KØB
es: Comprar
fa: خرید
fr: ACHETER
hr: KUPI
hu: VÁSÁRLÁS
id: BELI
it: ACQUISTA
ja: 購入
ko: 구매
nb: KJØP
nl: KOPEN
pl: ZAKUP
pt_br: COMPRAR
ro: CUMPĂRĂ
ru: КУПИТЬ
sk: NÁKUP
sl: NAKUP
sr_latn: Kupi
tr: SATIN AL
uk: КУПИТИ
zh_hant: 購買
