Repository: AdguardTeam/AdguardForiOS
Catalog: AdguardExtension/AdguardApp/*.lproj/Localizable.strings
Languages: be, bg, da, es, fa, fr, hr, hu, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sr_latn, tr, uk, zh_hant

source: Essential
be: Асноўнае
da: Essentiel
es: Esencial
fa: ضروری
fr: Essentiel
hr: Nužno
hu: Alapvető
id: Penting
it: Essenziale
ko: 필수
nb: Essensiell
nl: Essentiele
pl: Kluczowy
pt_br: Essencial
ro: Esențial
ru: Основное
sk: Nevyhnutné
sl: Bistveno
sr_latn: Neophodno
tr: Temel
uk: Основне
zh_hant: 必要的

source: Site analytics
be: Статыстыка сайта
da: Webstedsanalyse
es: Sitio de análisis
fa: آنالیزگر سایت
fr: Analyse des sites
hr: Analitika stranice
hu: Oldal analízis
id: Analisis situs
it: Dati analitici del sito
ja: サイト分析ソフト
ko: 사이트 분석
nb: Nettstedsanalyse
nl: Site gegevens
pl: Systemy analityczne na stronach
pt_br: Sites de análises
ro: Analiza de site
ru: Статистика сайта
sk: Analýza stránok
sl: Analitika strani
sr_latn: Analitika sajta
tr: Site analizi
uk: Аналітика сайту
zh_hant: 網站分析

source: Social media
be: Сацыяльнае сеціва
da: Sociale medier
es: Redes sociales
fa: رسانه اجتماعی
fr: Les médias sociaux
hr: Društvene mreže
hu: Közösségi média
id: Media sosial
ja: SNS
ko: SNS
nb: Sosiale medier
pl: Media społecznościowe
pt_br: Rede social
ro: Media socială
ru: Социальные сети
sk: Sociálne médiá
sl: Družbeni mediji
sr_latn: Društvene mreže
tr: Sosyal medya
uk: Соціальні мережі
zh_hant: 社群媒體

# misc
source: Miscellaneous
be: Рознае
da: Diverse
es: Varios
fa: متفرقه
fr: Autres fonctions
hr: Razno
hu: Egyéb
id: Lainnya
it: Varie
ja: その他
ko: 기타
nb: Diverse
nl: Overig
pl: Różne
pt_br: Diversos
ro: Diverse
ru: Разное
sk: Rôzne
sl: Razno
sr_latn: Razno
tr: Diğer
uk: Різне
zh_hant: 雜項的

source: Mobile analytics
be: Мабільная аналітыка
da: Mobil-analyse
es: Análisis de móviles
fa: آنالیزگر موبایل
fr: Analyse mobile
hr: Analitika mobitela
hu: Mobil analízis
id: Analisis seluler
it: Dati analitici cellullari
ja: モバイル分析ソフト
ko: 모바일 분석
nb: Mobilanalyse
nl: Mobiele analyses
pl: Analiza połączenia mobilnego
pt_br: Análise móvel
ro: Analiză mobile
ru: Мобильная статистика
sk: Mobilná analýza
sl: Analitika mobilnika
sr_latn: Mobilna analitika
tr: Mobil analiz
uk: Мобільна аналітика
zh_hant: 行動分析

source: Hosting
be: Хосцінг
fa: میزبانی
fr: Hébergement
hu: Hosztolás
ja: ホスティング
ko: 호스팅
nb: Vertskap
pt_br: Hospedagem
ro: Găzduire
ru: Хостинг
sl: Gostovanje
tr: Barındırma
uk: Хостинг
zh_hant: 主機

source: Unknown
be: Невядома
da: Ukendt
es: Desconocido
fa: ناشناخته
fr: Inconnu
hr: Nepoznato
hu: Ismeretlen
id: Tidak dikenal
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nb: Ukjent
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sl: Neznano
sr_latn: Nepoznato
tr: Bilinmeyen
uk: Невідомо
zh_hant: 未知的

source: Extensions
be: Пашырэнні
da: Udvidelser
es: Extensiones
fa: افزونه ها
hr: Proširenja
hu: Kiegészítők
id: Ekstensi
it: Estensioni
ja: 拡張機能
ko: 확장 프로그램
nb: Utvidelser
nl: Uitbreidingen
pl: Rozszerzenia
pt_br: Extensões
ro: Extensii
ru: Расширения
sk: Rozšírenia
sl: Razširitve
sr_latn: Proširenja
tr: Eklentiler
uk: Розширення
zh_hant: 延伸功能

# common_select
source: Select
be: Выбраць
da: Vælg
es: Seleccionar
fr: Sélectionner
hr: Odaberi
hu: Kiválasztás
id: Pilih
it: Seleziona
ja: 選択
ko: 선택
nb: Velg
nl: Selecteren
pl: Wybierz
pt_br: Selecione
ro: Alege
ru: Выбрать
sk: Vybrať
sl: Izberi
sr_latn: Izaberi
tr: Seç
uk: Обрати
zh_hant: 選擇

# common_edit
source: Edit
be: Рэдагаваць
da: Redigér
es: Editar
fr: Modifier
hr: Uredi
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 수정
nb: Redigering
nl: Bewerken
pl: Edytuj
pt_br: Editar
ro: Editare
ru: Редактировать
sk: Upraviť
sl: Uredi
sr_latn: Izmeni
tr: Düzenle
uk: Редагувати
zh_hant: 編輯

# common_delete
source: Delete
be: Выдаліць
da: Slet
es: Eliminar
fr: Supprimer
hr: Ukloni
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ro: Șterge
ru: Удалить
sk: Vymazať
sl: Izbriši
sr_latn: Izbriši
tr: Sil
uk: Видалити
zh_hant: 刪除

# common_select_all
source: Select all
be: Абраць усё
da: Vælg alle
es: Seleccionar todo
fr: Tout sélectionner
hr: Odaberi sve
hu: Összes kiválasztása
id: Pilih semua
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nb: Velg alt
nl: Alles selecteren
pl: Zaznacz wszystko
pt_br: Selecionar todos
ro: Selectați tot
ru: Выбрать все
sk: Vybrať všetko
sl: Izberi vse
sr_latn: Izaberi sve
tr: Hepsini seç
uk: Обрати все
zh_hant: 全選

# add_domain
source: Add a domain
be: Дадаць дамен
da: Tilføj et domæne
es: Añadir un dominio
fr: Ajouter un domaine
hr: Dodaj domenu
hu: Domain hozzáadása
id: Tambah domain
it: Aggiungi un dominio
ja: ドメインを追加する
ko: 도메인 추가
nb: Legg til et domene
nl: Domein toevoegen
pl: Dodaj domenę
pt_br: Adicionar um domínio
ro: Domeniu nou
ru: Добавить домен
sk: Pridať doménu
sl: Dodaj domeno
sr_latn: Dodaj domen
tr: Alan adı ekle
uk: Додати домен
zh_hant: 增加一個網域

# add_new_rule
source: Add a new rule
be: Дадаць новае правіла
da: Tilføj en ny regel
es: Añadir nueva regla
fr: Ajouter une nouvelle règle
hr: Dodaj novo pravilo
hu: Új szabály hozzáadása
id: Tambah aturan baru
it: Aggiungi una nuova regola
ja: 新しいルールを追加する
ko: 새 규칙 추가
nb: Legg til en ny oppføring
nl: Nieuwe regel toevoegen
pl: Dodaj nową regułę
pt_br: Adicionar uma nova regra
ro: Regulă nouă
ru: Добавить новое правило
sk: Pridať nové pravidlo
sl: Dodaj novo pravilo
sr_latn: Dodaj novo pravilo
tr: Yeni kural ekle
uk: Додати нове правило
zh_hant: 增加一項新的規則

# confirm_reset_text
source: All settings, including user rules, DNS protection, interface and authorization settings, will be reset. This operation cannot be undone. Reset the settings?
be: Усе налады, улучаючы карыстацкія правілы, DNS абарону, інтэрфейс і налады аўтарызацыі, будуць скінуты. Гэта дзеянне нельга скасаваць. Скінуць налады?
da: Alle indstillinger, inkl. brugerregler, DNS-beskyttelse, brugerflade og godkendelsesindstillinger nulstilles. Handlingen er irreversibel. Nulstil indstillingerne?
es: Se restablecerán todas las configuraciones, incluidas las reglas del usuario, protección DNS, interfaz y la configuración de autorización. Esta operación no se puede deshacer. ¿Restablecer configuraciones?
fr: Tous les paramètres, y compris les règles utilisateur, la protection DNS, les paramètres d’interface et d’autorisation, seront réinitialisés. Cette opération ne peut pas être annulée. Réinitialiser les paramètres?
hr: Sve postavke, uključujući korisnička pravila, DNS zaštita, postavke sučelja i autorizacije će biti poništene. Ova radnje se nemože poništiti. Poništi postavke?
hu: Minden beállítás, beleértve a felhasználói szabályokat, a DNS védelmet, a felületet és a hitelesítési beállításokat, vissza lesz állítva. Ez a művelet nem vonható vissza. Biztosan visszaállítja a beállításokat?
id: Semua pengaturan, termasuk aturan pengguna, perlindungan DNS, antarmuka dan otorisasi, akan diatur ulang. Operasi ini tidak dapat diurungkan. Setel ulang pengaturan?
it: Tutte le impostazioni, incluse le regole utente, la protezione DNS, l'interfaccia e le impostazioni di autorizzazione, verranno ripristinate. Questa operazione non può essere annullata. Reimpostare le impostazioni?
ja: ユーザールール、「DNS通信を保護」、インターフェイスおよび認証設定を含むすべての設定がリセットされます。この操作を取り消すことはできません。設定をリセットしますか？
ko: 사용자 규칙, DNS 보호, 인터페이스 및 인증 설정을 포함한 모든 설정이 초기화됩니다. 이 작업은 취소할 수 없습니다. 설정을 초기화합니까?
nl: Alle instellingen, inclusief gebruikersregels, DNS-beveiliging, interface en autorisatie-instellingen, worden gereset. Deze bewerking kan niet ongedaan worden gemaakt. Instellingen resetten?
pl: Wszystkie ustawienia, w tym reguły użytkownika, ochrona DNS, ustawienia interfejsu i autoryzacji, zostaną zresetowane. Tej operacji nie można cofnąć. Zresetować ustawienia?
pt_br: Todas as configurações, incluindo regras de usuário, proteção de rastreamento, interface e configurações de autorização, serão redefinidas. Esta operação não pode ser desfeita. Deseja redefinir as configurações?
ro: Se vor reseta toate setările, inclusiv reguli utilizatori, protecție DNS, interfață și setări de autorizare. Operația nu poate fi anulată. Resetați setările?
ru: Все настройки, включая пользовательские правила, системную защиту, интерфейс и настройки авторизации, будут сброшены. Это действие нельзя отменить. Сбросить настройки?
sk: Obnovia sa všetky nastavenia vrátane používateľských pravidiel, ochrany proti sledovaniu, rozhrania a autorizačných nastavení. Túto operáciu nie je možné vrátiť späť. Obnoviť nastavenia?
sl: Vse nastavitve, vključno z nastavitvami uporabniških pravili, zaščite DNS, vmesnika in pooblastil, bodo ponastavljene. Tega postopka ni mogoče razveljaviti. Ponastavim nastavitve?
sr_latn: Sve postavke, uključujući korisnička pravila, sistemsku zaštitu, okruženje i postavke autorizacije, biće vraćene na podrazumevane vrednosti. Ova radnja se ne može opozvati. Želite li da nastavite?
tr: Kullanıcı kuralları, DNS koruması, arayüz ve yetkilendirme ayarları dahil tüm ayarlar sıfırlanacaktır. Bu işlem geri alınamaz. Ayarlar sıfırlansın mı?
uk: Всі параметри, включно з правилами користувача, DNS-захистом, інтерфейсом та авторизацією, будуть скинуті. Цю операцію неможливо скасувати. Скинути параметри?
zh_hant: 包括使用者規則、DNS 防護、介面和授權設定之所有的設定將被重置。這操作無法被復原。重置該設定嗎？

# reset_activity_title
source: Reset activity log
be: Скінуць лог дзейнасці
da: Nulstil aktivitetslog
es: Restablecer registro de actividad
fr: Réinitialiser le journal d'activité
hr: Poništi zapisnik aktivnosti
hu: Tevékenységnapló visszaállítása
id: Reset log aktivitas
it: Ripristinare il registro di attività
ja: アクティビティ・ログのリセット
ko: 활동 로그 초기화
nb: Tilbakestill aktivitetsloggen
nl: Activiteiten logboek resetten
pl: Resetuj dziennik aktywności
pt_br: Redefinir registro de atividades
ro: Resetare jurnal activitate
ru: Сбросить лог активности
sk: Vynulovať denník aktivity
sl: Ponastavi dnevnik dejavnosti
sr_latn: Resetuj dnevnik aktivnosti
tr: Etkinlik günlüğünü sıfırla
uk: Скинути журнал активності
zh_hant: 重置活動記錄

# reset_activity_message
source: All activity records will be deleted!
be: Усе запісы аб дзейнасці будуць выдалены!
da: Alle aktivitetsposter slettes!
es: ¡Todos los registros de actividad serán eliminados!
fr: Toutes les opérations journalisées seront supprimées !
hr: Svi zapisi aktivnosti će biti uklonjeni!
hu: Minden tevékenység törölve lesz!
id: Semua catatan aktivitas akan dihapus!
it: Tutti le attività registrate saranno eliminati!
ja: 注：アクティビティ記録が全部削除されます！
ko: 모든 활동 기록이 삭제됩니다!
nb: Alle aktivitetsloggføringer vil bli slettet!
nl: Alle activiteiten logs worden verwijderd!
pl: Wszystkie dane aktywności zostaną usunięte!
pt_br: Todos os registros de atividades serão excluídos!
ro: Toate intrările jurnal vor fi șterse!
ru: Все записи об активностях будут удалены!
sk: Všetky záznamy o aktivite budú vymazané!
sl: Vsi zapisi dejavnosti bodo izbrisani!
sr_latn: Svi zapisi sa aktivnostima će biti izbrisani!
tr: Bütün etkinlik kayıtları silinecektir!
uk: Всі записи журналу будуть видалені!
zh_hant: 所有的活動記錄將被刪除！

# chart_24hours
source: 24 hours
be: 24 гадзіны
da: 24 timer
es: 24 horas
fr: 24 heures
hr: 24 sata
hu: 24 óra
id: 24 jam
it: 24 ore
ja: 24時間
ko: 24시간
nb: 24 timer
nl: 24 uren
pl: 24 godziny
pt_br: 24 horas
ro: 24 ore
ru: 24 часа
sk: 24 hodín
sl: 24 ur
sr_latn: 24 časa
tr: 24 saat
uk: 24 години
zh_hant: 24 小時

# chart_date_today
source: Today
be: Сёння
da: I dag
es: Hoy
fr: Aujourd'hui
hr: Danas
hu: Ma
id: Hari ini
it: Un giorno
ja: 今日
ko: 오늘
nb: I dag
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ro: Azi
ru: Сегодня
sk: Dnes
sl: Danes
sr_latn: Danas
tr: Bugün
uk: Сьогодні
zh_hant: 今日

# chart_7days
source: 7 days
be: 7 дзён
da: 7 dage
es: 7 días
fr: 7 jours
hr: 7 dana
hu: 7 nap
id: 7 hari
it: 7 giorni
ja: 7日間
ko: 7일
nb: 7 dager
nl: 7 dagen
pl: 7 dni
pt_br: 7 dias
ro: 7 zile
ru: 7 дней
sk: 7 dní
sl: 7 dni
sr_latn: 7 dana
tr: 7 gün
uk: 7 днів
zh_hant: 7 日

# chart_30days
source: 30 days
be: 30 дзён
da: 30 dage
es: 30 días
fr: 30 jours
hr: 30 dana
hu: 30 nap
id: 30 hari
it: 30 giorni
ja: 30日間
ko: 30일
nb: 30 dager
nl: 30 dagen
pl: 30 dni
pt_br: 30 dias
ro: 30 zile
ru: 30 дней
sk: 30 dní
sl: 30 dni
sr_latn: 30 dana
tr: 30 gün
uk: 30 днів
zh_hant: 30 日

# chart_alltime
source: All time
be: Увесь час
da: Samlet
es: Todo el tiempo
fr: Dès le début
hr: Svo vrijeme
hu: Mindenkori
id: Semua waktu
it: Tutto il periodo
ja: 全期間
ko: 전체
nb: Til alle tider
nl: Totaal
pl: Od początku
pt_br: Todo tempo
ro: Tot timpul
ru: Все время
sk: Celé obdobie
sl: Ves čas
sr_latn: Sve vreme
tr: Bütün zamanlar
uk: За весь час
zh_hant: 所有的時間

# loading_content_blockers
source: Content blockers are being updated ...
be: Блакавальнікі кантэнту абнаўляюцца...
da: Indholdsblockere opdateres...
es: Los bloqueadores de contenido se están actualizando...
fr: Les bloqueurs de contenu sont en cours de mise à jour ...
hr: Blokeri sadržaja se ažuriraju ...
hu: A tartalomblokkolók frissítve lesznek...
id: Pemblokir konten sedang diperbarui ...
it: I blocchi di contenuti sono in fase di aggiornamento ...
ja: コンテンツブロッカーが更新中…
ko: 콘텐츠 차단기 업데이트 중
nb: Innholdsblokkerere blir oppdatert …
nl: Content blockers worden bijgewerkt...
pl: Blokery treści są aktualizowane...
pt_br: Os bloqueadores de conteúdo estão sendo atualizados...
ro: Actualizăm blocantele de conținut...
ru: Блокировщики контента обновляются...
sk: Blokovače obsahu sa aktualizujú ...
sl: Zaviralci vsebine so posodobljeni...
sr_latn: Blokatori sadržaja se ažuriraju...
tr: İçerik engelleyiciler güncelleniyor ...
uk: Оновлення фільтрів блокування ...
zh_hant: 內容阻擋器正被更新…

source: Loading filters ...
be: Загрузка фільтраў ...
da: Indlæser filtre...
es: Cargando filtros...
fr: Chargement des filtres ...
hr: Učitavanje filtara ...
hu: Szűrők betöltése...
id: Memuat penyaring ...
it: Caricamento dei filtri ...
ja: フィルターを読み込み中...
ko: 필터 로딩 중...
nb: Laster inn filtre …
nl: Filters inlezen...
pl: Ładowanie filtrów...
pt_br: Carregando filtros...
ro: Încărcăm filtrele...
ru: Загрузка фильтров...
sk: Načítavajú sa filtre ...
sl: Nalaganje filtrov...
sr_latn: Učitavanje filtera...
tr: Filtreler yükleniyor ...
uk: Завантаження фільтрів ...
zh_hant: 正在載入過濾器…

# converting_rules
source: Rules are being converted ...
be: Канвертацыя правіл...
da: Regler konverteres...
es: Las reglas se están convirtiendo...
fr: Les règles sont en cours de conversion ...
hr: Pravila se pretvaraju ...
hu: A szabályok konvertálódnak ...
id: Aturan sedang dikonversi ...
it: Le regole sono in fase di conversione ...
ja: ルールが変換中...
ko: 규칙이 변환 중...
nb: Reglene blir konvertert …
nl: Regels worden geconverteerd...
pl: Reguły są konwertowane...
pt_br: As regras estão sendo convertidas...
ro: Regulile se convertesc...
ru: Конвертация правил ...
sk: Pravidlá sa konvertujú ...
sl: Pravila so pretvorjena...
sr_latn: Pravila se pretvaraju...
tr: Kurallar dönüştürülüyor ...
uk: Конвертування правил ...
zh_hant: 規則正被轉換…

# new_filter_title
source: New custom filter
be: Дадаць свой фільтр
da: Nyt tilpasset filter
es: Nuevo filtro personalizado
fr: Nouveau filtre personnalisé
hr: Novi prilagođeni filtar
hu: Új egyéni szűrő
id: Kustom filter baru
it: Nuovo filtro personalizzato
ja: 新規カスタムフィルタ
ko: 새 사용자 정의 필터
nb: Nytt selvvalgt filter
nl: Nieuw aangepaste filter
pl: Nowy niestandardowy filtr
pt_br: Novo filtro personalizado
ro: Nou filtru personalizat
ru: Добавить свой фильтр
sk: Nový vlastný filter
sl: Nov filter po meri
sr_latn: Novi korisnički filter
tr: Yeni özel filtre
uk: Новий власний фільтр
zh_hant: 新自訂的過濾器

# new_dns_filter_title
source: New DNS filter
be: Дадаць DNS-фільтр
da: Nyt DNS-filter
es: Nuevo filtro DNS
fr: Nouveau filtre DNS
hr: Novi DNS filtar
hu: Új DNS szűrő
id: Filter DNS baru
it: Nuovo filtro DNS
ja: 新規DNSフィルタ
ko: 새 DNS 필터
nb: Nytt DNS-filter
nl: Nieuw DNS filter
pl: Nowy filtr DNS
pt_br: Novo filtro DNS
ro: Nou filtru DNS
ru: Новый DNS-фильтр
sk: Nový DNS filter
sl: Nov filter DNS
sr_latn: Novi DNS filter
tr: Yeni DNS filtresi
uk: Новий DNS-фільтр
zh_hant: 新的 DNS 過濾器

# edit_custom_filter_title
source: Edit custom filter
be: Рэдагаваць свой фільтр
da: Redigér tilpasset filter
es: Editar filtro personalizado
fr: Modifier le filtre personnalisé
hr: Uredi prilagođeni filtar
hu: Egyedi szűrő módosítása
id: Edit filter buatan
it: Modifica filtro personalizzato
ja: カスタムフィルタの編集
ko: 사용자 정의 필터 수정
nb: Rediger tilpasset filter
nl: Aangepast filter bewerken
pl: Edytuj niestandardowy filtr
pt_br: Editar filtro personalizado
ro: Editare filtru adaptat
ru: Отредактировать свой фильтр
sk: Upraviť vlastný filter
sl: Uredi filter po meri
sr_latn: Izmeni prilagođeni filter
tr: Özel filtreyi düzenle
uk: Змінити власний фільтр
zh_hant: 編輯自訂的過濾器

# common_add
source: Add
be: Дадаць
da: Tilføj
es: Añadir
fr: Ajouter
hr: Dodaj
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridať
sl: Dodaj
sr_latn: Dodaj
tr: Ekle
uk: Додати
zh_hant: 增加

# protection_disabled
source: Protection is disabled
be: Ахова выключана
da: Beskyttelsen er deaktiveret
es: Protección deshabilitada
fr: La protection est désactivée
hr: Zaštita je onemogućena
hu: Védelem kikapcsolva
id: Perlindungan dimatikan
it: La protezione è disattivata
ja: 保護はオフです。
ko: 보호가 비활성화 되었습니다.
nb: Beskyttelse er skrudd av
nl: Bescherming is uitgeschakeld
pl: Ochrona jest wyłączona
pt_br: A proteção está desativada
ro: Protecție este dezactivată
ru: Защита выключена
sk: Ochrana je vypnutá
sl: Zaščita je onemogočena
sr_latn: Zaštita je isključena
tr: Koruma devre dışı
uk: Захист вимкнено
zh_hant: 防護被禁用

# protection_enabled
source: Protection is enabled
be: Ахова ўключана
da: Beskyttelsen er aktiveret
es: Protección habilitada
fr: La protection est activée
hr: Zaštita je omogućena
hu: Védelem engedélyezve
id: Perlindungan diaktifkan
it: La protezione è attiva
ja: 保護はオンです。
ko: 보호가 활성화 되었습니다.
nb: Beskyttelse er skrudd på
nl: Bescherming is ingeschakeld
pl: Ochrona jest włączona
pt_br: A proteção está ativada
ro: Protecția este activată
ru: Защита включена
sk: Ochrana je zapnutá
sl: Zaščita je omogočena
sr_latn: Zaštita je uključena
tr: Koruma etkinleştirildi
uk: Захист увімкнено
zh_hant: 防護被啟用

# complex_enabled
source: Safari and DNS protection
be: Ахова Safari і DNS
da: Safari og DNS-beskyttelse
es: Protección para Safari y DNS habilitada
fr: Safari et protection DNS
hr: Safari i DNS zaštita
hu: Safari DNS védelem
id: Perlindungan Safari dan DNS
it: Protezione Safari e DNS
ja: 「Safariでブロック」と 「DNS通信を保護」がONです。
ko: Safari 및 DNS 보호
nb: Safari- og DNS-beskyttelse
nl: Safari en DNS bescherming
pl: Safari i Ochrona DNS
pt_br: Safari e proteção contra rastreamento
ro: Safari și protecție DNS
ru: Фильтрация Safari + Системная защита
sk: Safari a DNS ochrana
sl: Zaščita Safarija in DNS
sr_latn: Safari i sistemska zaštita
tr: Safari ve DNS koruması
uk: Захист Safari та DNS
zh_hant: Safari 和 DNS 防護

# safari_enabled
source: Safari content blocking
be: Блакаванне кантэнту ў Safari
da: Safari-indholdsblocking
es: Protección para Safari habilitada
fr: Blocage des contenus de Safari
hr: Safari blokiranje sadržaja
hu: Safari tartalomblokkolás
id: Pemblokir konten Safari
it: Blocco dei contenuti per Safari
ja: 「Safariでブロック」がONです。
ko: Safari 콘텐츠 차단
nb: Safari-innholdsblokkering
nl: Safari inhoud blocking
pl: Safari Bloker zawartości
pt_br: Bloqueio de conteúdo do Safari
ro: Blocare conținut Safari
ru: Блокировка контента в Safari
sk: Blokovanie obsahu Safari
sl: Zaviranje vsebine Safarija
sr_latn: Safari blokiranje sadržaja
tr: Safari içerik engelleme
uk: Блокування вмісту Safari
zh_hant: Safari 內容阻擋

# complex_disabled
source: All protection modules are disabled
be: Усе модулі аховы адключаны
da: Alle beskyttelsesmoduler er deaktiverede
es: Protección para Safari y DNS deshabilitada
fr: Tous les modules de protection sont désactivés
hr: Svi moduli zaštite su onemogućeni
hu: Az összes védelmi modul ki van kapcsolva
id: Semua modul perlindungan dimatikan
it: Tutti i moduli di protezione sono disattivati
ja: すべてのブロック機能がオフです。
ko: 모든 보호 모듈이 비활성화 되었습니다
nb: Alle beskyttelsesmoduler er skrudd av
nl: Alle beschermingsmodules zijn uitgezet
pl: Wszystkie moduły ochronne są wyłączone
pt_br: Todos os módulos de proteção está desativados
ro: Toate modulele de protecție sunt dezactivate
ru: Все модули защиты выключены
sk: Všetky moduly ochrany sú vypnuté
sl: Vsi zaščitni moduli so onemogočeni
sr_latn: Svi podprogrami zaštite su isključeni
tr: Bütün koruma modülleri devre dışı bırakıldı
uk: Всі модулі захисту вимкнено
zh_hant: 所有的防護模組被禁用

# system_enabled
source: DNS protection
be: Ахова DNS
da: DNS-beskyttelse
es: Protección DNS
fr: Protection DNS
hr: DNS zaštita
hu: DNS védelem
id: Proteksi DNS
it: Protezione DNS
ja: 「DNS通信を保護」がONです。
ko: DNS 보호
nb: DNS-beskyttelse
nl: DNS bescherming
pl: Ochrona DNS
pt_br: Proteção de DNS
ro: Protecție DNS
ru: Системная защита
sk: DNS ochrana
sl: Zaščita DNS
sr_latn: Sistemska zaštita
tr: DNS koruması
uk: DNS-захист
zh_hant: DNS 防護

# widget_statistics
source: %1$d requests, %2$d encrypted
be: %1$d запытаў, %2$d зашыфравана
da: %1$d forespørgsler, %2$d krypterede
es: %1$d peticiones, %2$d cifrados
fr: %1$d requêtes, %2$d bloquées
hr: %1$d zahtjeva, %2$d šifrirano
hu: %1$d kérés, %2$d blokkolva
id: %1$d permintaan, %2$d terenkripsi
it: %1$d richieste, %2$d crittografate
ja: リクエスト数 %1$d、暗号化済み数 %2$d
ko: 요청 수 %1$d, 암호화된 요청 수 %2$d
nb: %1$d forespørsler, %2$d kryptert
nl: %1$d verzoeken, %2$d versleuteld
pl: %1$d żądań, %2$d zaszyfrowanych
pt_br: %1$d solicitações, %2$d criptografado
ro: %1$d solicitări, %2$d criptate
ru: %1$d запросов, %2$d зашифровано
sk: %1$d dopytov, %2$d blokovaných
sl: %1$d zahtev, %2$d šifrirano
sr_latn: %1$d zahteva, %2$d blokirano
tr: %1$d istek, %2$d şifreli
uk: %1$d запитів, %2$d зашифровано
zh_hant: %1$d 項請求，%2$d 已加密的

# whotrackme_message
source: This information was loaded from WhoTracksMe.com service
be: Інфармація з сервіса WhoTrackMe.com
da: Denne information blev indlæst fra tjenesten WhoTrackMe.com
es: Esta información fue cargada desde el servicio whotrackme.com
fr: Ces informations ont été chargées à partir du service WhoTrackMe.com
hr: Ove informacije su učitane s WhoTrackMe.com servisa
hu: Ez az információ a WhoTrackMe.com szolgáltatásából lett betöltve
id: Informasi ini diambil dari layanan WhoTracksMe.com
it: Queste informazioni sono state caricate dal servizio WhoTrackMe.com
ja: この情報は、「WhoTrackMe.com」サービスからロードされました。
ko: 이 정보는 WhoTrackMe.com 서비스에서 로드 되었습니다
nl: Deze informatie is geladen vanuit de WhoTracksMe.com-service
pl: Informacje te zostały załadowane z usługi WhoTrackMe.com
pt_br: Esta informação foi carregada pelo serviço WhoTrackMe.com
ro: Informația a fost încărcată de la serviciul WhoTrackMe.com
ru: Эта информация будет загружена с сервиса WhoTrackMe.com
sk: Tieto informácie boli získané zo služby WhoTrackMe.com
sl: Ti podatki so bili naloženi iz storitve WhoTrackMe.com
sr_latn: Ove informacije su učitane sa usluge WhoTrackMe.com
tr: Bu bilgi WhoTrackMe.com hizmetinden yüklendi
uk: Цю інформацію завантажено з сервісу WhoTrackMe.com
zh_hant: 此資訊是由 WhoTracksMe.com 服務載入

# common_action_more
source: More
be: Падрабязней
da: Mere
es: Más
fr: Plus
hr: Više
hu: Több
id: Lainnya
it: Più di info
ja: 詳細
ko: 더보기
nb: Mer
nl: Meer
pl: Więcej
pt_br: Mais
ro: Altele
ru: Подробнее
sk: Viac
sl: Več
sr_latn: Više
tr: Daha
uk: Більше
zh_hant: 更多的
