Repository: AdguardTeam/AdguardForiOS
Catalog: AdguardExtension/AdguardApp/*.lproj/Localizable.strings
Languages: be, bg, da, es, fa, fr, hr, hu, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sr_latn, tr, uk, zh_hant

# status_title
source: Status
be: Статус
es: Estado
fr: Statut
hu: Állapot
it: Stato
ja: ステータス
ko: 상태
ro: Stare
ru: Статус
sk: Stav
sl: Stanje
tr: Durum
uk: Стан
zh_hant: 狀態

# time_title
source: Time
be: Час
da: Tidspunkt
es: Hora
fr: Temps
hr: Vrijeme
hu: Idő
id: Waktu
it: Ora
ja: 時刻
ko: 시간
nb: Tid
nl: Tijd
pl: Czas
pt_br: Data
ro: Timp
ru: Время
sk: Čas
sl: Čas
sr_latn: Vreme
tr: Saat
uk: Час
zh_hant: 時間

# size_title
source: Size
be: Памер
da: Størrelse
es: Tamaño
fr: Taille
hr: Veličina
hu: Méret
id: Ukuran
it: Dimensione
ja: サイズ
ko: 응답 크기
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Mărime
ru: Размер
sk: Veľkosť
sl: Velikost
sr_latn: Veličina
tr: Boyut
uk: Розмір
zh_hant: 大小

# elapsed_title
source: Elapsed
be: Прайшло
da: Varighed
es: Transcurrido
fr: Durée
hr: Proteklo
hu: Eltelt
id: Berlalu
it: Tempo trascorso
ja: 経過時間
ko: 소요됨
nb: Utløpt
nl: Verstreken
pl: Upłynęło
pt_br: Tempo decorrido
ro: Scurs
ru: Затрачено
sk: Uplynuté
sl: Preteklo
sr_latn: Proteklo
tr: Geçen zaman
uk: Витрачений час
zh_hant: 已經過

# type_title
source: Type
be: Тып
es: Tipo
hr: Vrsta
hu: Típus
id: Tipe
it: Tipo
ja: 種類
ko: 형식
pl: Typ
pt_br: Tipo
ro: Tip
ru: Тип
sk: Typ
sl: Vrsta
sr_latn: Vrsta
tr: Tür
uk: Тип
zh_hant: 類型

# dns_status_title
source: DNS status
be: Статус DNS
es: Estado del DNS
fr: Statut DNS
hu: DNS állapota
id: Status DNS
it: Stato DNS
ja: DNSステータス
ko: DNS 상태
pl: Stan DNS
pt_br: Status do DNS
ro: Stare DNS
ru: DNS-статус
sk: Stav DNS
sl: Stanje DNS
tr: DNS durumu
uk: Стан DNS
zh_hant: DNS 狀態

# dns_answer_title
source: DNS answer
be: Адказ DNS
da: DNS-svar
es: Respuesta DNS
fr: Réponse DNS
hr: DNS odgovor
hu: DNS válasza
id: Penjawab DNS
it: Risposta DNS
ja: DNS応答
ko: DNS 응답
nb: DNS-tilbakemelding
nl: DNS antwoord
pl: Odpowiedź DNS
pt_br: Resposta de DNS
ro: Răspuns DNS
ru: DNS-ответ
sk: DNS odpoveď
sl: Odgovor DNS
sr_latn: DNS odgovor
tr: DNS yanıtı
uk: DNS-відповідь
zh_hant: DNS 回應

# matched_filter_title
source: Matched filter
be: Адпаведны фільтр
da: Matchende filter
es: Filtro coincidente
fr: Filtre correspondant
hr: Podudarajući filtar
hu: Szűrő egyezés
id: Penyaring cocok
it: Filtro adequato
ja: マッチしたフィルタ
ko: 일치 필터
nb: Matchende filtre
nl: Overeenkomstige filter
pl: Dopasowany filtr
pt_br: Filtros combinados
ro: Filtre ce corespund
ru: Подходящий фильтр
sk: Zhodný filter
sl: Ujemajoč se filter
sr_latn: Filter poklapanja
tr: Eşleşen filtre
uk: Відповідний фільтр
zh_hant: 相符的過濾器

# matched_rule_title
source: Matched rule
be: Адпаведнае правіла
da: Matchende regel
es: Regla coincidente
fr: Règle correspondante
hr: Podudarajuće pravilo
hu: Szabály egyezés
id: Aturan cocok
it: Regola adequata
ja: マッチしたルール
ko: 일치 규칙
nb: Matchende regel
nl: Overeenkomstige regel
pl: Dopasowana reguła
pt_br: Regras combinadas
ro: Reguli ce corespund
ru: Подходящее правило
sk: Zhodné pravidlo
sl: Ujemajoče se pravilo
sr_latn: Pravilo poklapanja
tr: Eşleşen kural
uk: Відповідне правило
zh_hant: 相符的規則

# original_answer_title
source: Original answer
be: Выточны адказ
da: Oprindeligt svar
es: Respuesta original
fr: Réponse originelle
hr: Originalni odgovor
hu: Eredeti válasz
id: Jawaban orisinil
it: Risposta originale
ja: 元の応答
ko: 본래의 응답
nb: Opprinnelig svar
nl: Oorspronkelijk antwoord
pl: Oryginalna odpowiedź
pt_br: Resposta original
ro: Răspuns original
ru: Исходный ответ
sk: Pôvodná odpoveď
sl: Izvirni odgovor
sr_latn: Izvorni odgovor
tr: Orijinal cevap
uk: Оригінальна відповідь
zh_hant: 原始的回應

# empty_dns_answer
source: Empty
be: Пуста
da: Tomt
es: Vacío
fr: Vide
hr: Prazno
hu: Üres
id: Kosong
it: Vuoto
ja: 未定義
ko: 비어있음
nb: Tomt innhold
nl: Leeg
pl: Pusty
pt_br: Vazio
ro: Vid
ru: Пусто
sk: Prázdna
sl: Prazno
sr_latn: Prazno
tr: Boş
uk: Порожньо
zh_hant: 空無的

# bug_report_failed_message
source: Failed to send bug report, please try again
da: Kunne ikke indsende fejlrapport. Forsøg igen senere
es: No se pudo enviar el informe de error, por favor inténtalo de nuevo
fr: Échec d'envoi du rapport de bogue, veuillez réessayer
hr: Neuspješno slanje izvještaja o pogrešci, pokušajte ponovno kasnije
hu: Nem sikerült a hibajelentés elküldése, kérjük, hogy próbálja később
it: Errore nell'invio della segnalazione bug, ti preghiamo di riprovare
ja: 不具合報告の送信が失敗しました。もう一度お試しください。
ko: 버그 보고서 전송에 실패했습니다. 다시 시도해주세요
pl: Nie udało się przesłać raportu o błędzie, spróbuj ponownie
pt_br: Falha ao enviar um relatório de erros, tente novamente
ro: Nu s-a putut trimite raportul de eroare, încercați din nou
ru: Не удалось отправить отчет об ошибке. Пожалуйста, повторите попытку позже.
sk: Nepodarilo sa odoslať hlásenie o chybe, skúste to znova
sl: Poročila o napaki ni bilo mogoče poslati. Prosimo, poskusite kasneje
tr: Hata bildiriminiz gönderilemedi, lütfen tekrar deneyin
uk: Не вдалося відправити звіт про помилку, повторіть спробу
zh_hant: 未能提交程式錯誤報告，請再次嘗試

# feedback_failed_message
source: Failed to send feedback, please try again
da: Kunne ikke indsende feedbacken. Forsøg igen senere
fr: Échec d'envoi de commentaire, veuillez réessayer
hr: Neuspješno slanje povratne informacije, pokušajte ponovno kasnije
hu: Nem sikerült a visszajelzés elküldése, kérjük, hogy próbálja később
it: Errore nell'invio del feedback, ti preghiamo di riprovare
ja: フィードバックが送信できませんでした。もう一度送信してください。
ko: 피드백을 보내지 못했습니다. 다시 시도해주세요
pl: Nie udało się wysłać opinii, spróbuj ponownie
pt_br: Falha ao enviar feedback, tente novamente
ro: Nu s-a putut trimite feedbackul, încercați din nou
ru: Не удалось отправить отзыв. Пожалуйста, повторите попытку позже.
sk: Odoslanie spätnej väzby zlyhalo, skúste to znova
sl: Povratnih informacij ni bilo mogoče poslati. Prosimo, poskusite kasneje
tr: Geri bildiriminiz gönderilemedi, lütfen tekrar deneyin
uk: Не вдалося надіслати відгук, спробуйте знову
zh_hant: 未能傳送回饋意見，請再次嘗試

# bug_report_successed_message
source: Your bug report was successfully sent!
da: Din fejlrapport er indsendt!
es: ¡Tu informe de error fue enviado correctamente!
fr: Votre rapport de bogue a été envoyé !
hr: Vaš izvještaj o pogrešci je uspješno poslan!
hu: A hibajelentés sikeresen el lett küldve!
it: La tua segnalazione bug è stata correttamente inviata!
ja: お客様の不具合報告は送信完了しました！
ko: 버그 신고가 성공적으로 전송되었습니다!
nb: Feilrapporten din ble vellykket sendt!
pl: Twój raport o błędzie został pomyślnie wysłany!
pt_br: Seu relatório de erro foi enviado com sucesso!
ro: Raportul dvs. de eroare a fost trimis cu succes!
ru: Ваш отчет об ошибке успешно отправлен!
sk: Vaše hlásenie chyby bolo úspešne odoslané!
sl: Vaše poročilo o programski napaki je bilo uspešno poslano!
tr: Hata bildiriminiz başarıyla gönderildi!
uk: Ваш звіт про помилку успішно надіслано!
zh_hant: 您的程式錯誤報告已被成功地傳送！

# feedback_successed_message
source: Your feedback was successfully sent!
da: Din feedback er indsendt!
fr: Votre commentaire a été envoyé !
hr: Vaša povratna informacija je uspješno poslan!
hu: A visszajelzés sikeresen el lett küldve!
it: La tua segnalazione bug è stata correttamente inviata!
ja: お客様のフィードバックは送信完了しました！
ko: 피드백이 성공적으로 전송되었습니다!
pl: Twoja opinia została pomyślnie wysłana!
pt_br: O seu feedback foi enviado com sucesso!
ro: Feedbackul dvs. a fost trimis cu succes!
ru: Ваш отзыв успешно отправлен!
sk: Vaša spätná väzba bola úspešne odoslaná!
sl: Vaše povratne informacije so bile uspešno poslane!
tr: Geri bildiriminiz başarıyla gönderildi!
uk: Ваш відгук успішно надіслано!
zh_hant: 您的回饋意見已被成功地傳送！

# bug_report_title
source: Report a bug
da: Rapportér en fejl
fr: Signaler un bogue
hr: Prijavite pogrešku
hu: Hiba jelentése
it: Segnala un bug
ja: 不具合を報告する
ko: 버그 신고
nb: Meld inn en feil
pl: Zgłoś błąd
pt_br: Reportar um problema
ro: Raportați o eroare
ru: Сообщить об ошибке
sk: Nahlásiť chybu
sl: Prijavi napako
tr: Hata bildir
uk: Повідомити про помилку
zh_hant: 報告程式錯誤

# leave_feedback_title
source: Leave feedback
da: Giv feedback
fr: Laisser un commentaire
hr: Ostavite povratnu informaciju
hu: Visszajelzés küldése
it: Invia feedback
ja: フィードバックを記入
ko: 피드백 남기기
nb: Gi tilbakemelding
pl: Zostaw opinię
pt_br: Deixar feedback
ro: Lasă-ți un feedback
ru: Оставить отзыв
sk: Poslať spätnú väzbu
sl: Pošlji povratne informacije
tr: Geri bildirimde bulunun
uk: Залишити відгук
zh_hant: 留下回饋意見

# bug_report_description
source: Please include the problem description (did it start after an update?) and info about other software you have (VPN/AV/extension)
da: Medtag problembeskrivelsen (startede det efter en opdatering?) og info om anden software, du har (VPN/AV/udvidelse)
fr: Veuillez inclure la description du problème (a-t-il commencé après une mise à jour ?) et les informations sur les autres logiciels dont vous disposez (VPN/AV/extension)
hr: Dodajte opis problema (je li započeo nakon ažuriranja?) i informacije o drugom softveru koji imate (VPN/AV/proširenje)
hu: Kérjük, hogy mellékelje a probléma leírását (egy frissítés után jelentkezett?), valamint információkat arról, hogy milyen egyéb szoftvereket használ (VPN/vírusirtó/kiegészítő)
it: Si prega di includere la descrizione del problema (è iniziato dopo un aggiornamento?) e le informazioni su altri software in tuo possesso (VPN/AV/estensione)
ja: 問題の説明（アップデート後に発生するゆになったかどうかなど）と、他にお使いのソフトウェア（VPN/アンチウイルス/拡張機能）についての情報を含めてください。
ko: 문제가 언제부터 발생했는지 (업데이트 후 발생한 문제인지?), 다른 소프트웨어(VPN/안티바이러스/확장 프로그램 등)를 사용하시는지에 대해 자세히 알려주세요.
pl: Dołącz opis problemu (czy zaczął się po aktualizacji?) oraz informacje o innym posiadanym oprogramowaniu (VPN/AV/rozszerzenie)
pt_br: Inclua a descrição do problema (começou após uma atualização?) E informações sobre outro software que você possui (VPN/AV/extensão)
ro: Vă rugăm să includeți descrierea problemei (a început după o actualizare?) și info despre alte software pe care le aveți (VPN/AV/extensie)
ru: Пожалуйста, опишите проблему (она возникла после обновления?) и информацию о другом ПО, которое у вас установлено (VPN/антивирус/расширение)
sk: Uveďte popis problému (začal sa po aktualizácii?) A informácie o ďalšom softvéri, ktorý máte (VPN/AV/rozšírenie)
sl: Vključite opis težave (ali se je začela po posodobitvi?) in podatke o drugem programu, ki ga imate (VPN/protivirusni program/razširitev)
tr: Lütfen sorun açıklamasını (bir güncellemeden sonra mı başladı?) ve sahip olduğunuz diğer yazılımlarla ilgili bilgileri (VPN/AV/eklenti) ekleyin
uk: Будь ласка, додайте опис проблеми (чи проблема з'явилася після оновлення?), а також інформацію про інші встановлені програми (VPN/антивірус/розширення)
zh_hant: 請包括該問題說明（問題在更新之後發生？）及關於其它您有的軟體（VPN/防毒軟體/擴充功能）之資訊

# leave_feedback_description_format
source: Tell us what you think about %@ — what you like or don't like, which features you'd like to suggest
da: Fortæl os, hvad du synes om %@ — hvad du kan eller ikke kan lide, hvilke funktioner du vil foreslå
fr: Dites-nous ce que vous pensez de %@ - ce que vous aimez ou n'aimez pas, les fonctionnalités que vous aimeriez suggérer
hr: Recite nam što mislite o %@ - što volite ili ne, koje značajke želite predložiti
hu: Mondja el nekünk, mi a véleménye erről: %@ — mi az amit szeret, mi az, amit nem, illetve milyen új funkciókat szeretne
it: Dicci cosa pensi di %@: cosa ti piace o cosa non ti piace, quali caratteristiche vorresti suggerire
ja: %@についての考えをお聞かせください。（気に入ったところ、改善すべき点、機能提案など）
ko: %@에 대해 어떻게 생각하는지 알려주세요. 마음에 드는 점이나 개선할 점, 제안하고 싶은 기능이 있나요?
pl: Powiedz nam, co myślisz o %@ — co ci się podoba, a co nie, jakie funkcje chcesz zaproponować
pt_br: Diga-nos o que você pensa sobre %@ — o que você gosta ou não gosta, quais recursos gostaria de sugerir
ro: Spuneți-ne ce credeți despre %@ — ce vă place sau nu vă place, ce caracteristici doriți să sugerați
ru: Расскажите нам, что вы думаете о %@ – что вам нравится и не нравится, какие функции вы хотели бы видеть
sk: Povedzte nám, čo si myslíte o %@ - čo sa vám páči alebo nepáči, ktoré funkcie by ste chceli navrhnúť
sl: Povejte nam, kaj mislite o %@ — kaj vam je všeč ali ne. Katere funkcije bi radi predlagali
tr: %@ hakkında ne düşündüğünüzü bize söyleyin — neyi sevip sevmediğiniz, hangi özellikleri önermek istersiniz
uk: Розкажіть нам про свої враження від %@ — що вам подобається, а що ні, які функції ви хотіли б запропонувати
zh_hant: 告訴我們您對於 %@ 有什麼想法 — 您喜歡或不喜歡的東西，您想要建議哪些功能

# bug_report_button_title
source: Send report
da: Indsend en rapport
fr: Envoyer un rapport
hr: Pošalji izvještaj
hu: Jelentés küldése
it: Invia segnalazione
ja: 報告を送信する
ko: 제보 전송
pl: Wyślij raport
pt_br: Enviar um relatório
ro: Trimiteți un raport
ru: Отправить отчет
sk: Odoslať hlásenie
sl: Pošlji poročilo
tr: Raporu gönder
uk: Надіслати звіт
zh_hant: 傳送報告

# leave_feedback_button_title
source: Send feedback
da: Indsend feedback
fr: Envoyer un commentaire
hr: Pošalji povratnu informaciju
hu: Visszajelzés küldése
it: Invia feedback
ja: 送信する
ko: 피드백 전송
nb: Send tilbakemelding
pl: Prześlij opinię
pt_br: Enviar feedback
ro: Trimiteți un feedback
ru: Отправить отзыв
sk: Poslať spätnú väzbu
sl: Pošlji povratne informacije
tr: Geri bildirim gönder
uk: Надіслати відгук
zh_hant: 傳送回饋意見

# introduction_license_agreement
source: By continuing using it, you accept the<br /><a href=%2$@>Terms and conditions</a> and <a href=%1$@>Privacy policy</a>
be: Працягваючы выкарыстанне, вы прымаеце <br /><a href=%2$@>Становішчы і ўмовы</a> і <a href=%1$@>Палітыку прыватнасці</a>
da: Ved fortsat brug af den, accepterer du<br /><a href=%2$@>Vilkår og Betingelser</a> og <a href=%1$@>Fortrolighedspolitik</a>
es: Acepto el <a href=%2$@>acuerdo de licencia</a> y la <a href=%1$@>política de privacidad</a> de AdGuard.
fr: En continuant à l’utiliser, vous acceptez les <br/><a href=%2$@>Conditions générales</a> et la <a href=%1$@>Politique de confidentialité</a>
hr: Nastavljanjem, prihvaćate<br /><a href=%2$@>Uvjete i odredbe</a> i <a href=%1$@>Pravila privatnosti</a>
hu: A használat folytatásával Ön elfogadja a <br /><a href=%2$@>Felhasználási feltételeket</a> és az <a href=%1$@>Adatvédelmi irányelveket</a>
it: Proseguendo con l'utilizzo, accetterai i <a href=%2$@>Termini e condizioni</a> e la <a href=%1$@>Politica sulla riservatezza</a>
ja: 本アプリを引き続き使用することにより、<a href=%2$@>利用規約</a>および<br /><a href=%1$@>プライバシーポリシー</a>に同意したことになります。
ko: 계속하면, <br /><a href=%2$@>이용 약관</a>및<a href=%1$@>개인정보취급방침</a>에 동의하는 것입니다
nl: Door het gebruik ga je akkoord met de<br /><a href=%2$@>Terms and conditions</a> and <a href=%1$@>Privacy policy</a>
pl: Kontynuując korzystanie z niej, akceptujesz<br /><a href=%2$@>Warunki i zasady</a> i <a href=%1$@>Politykę prywatności</a>
pt_br: Ao continuar a usá-lo, você aceita os<br /><a href=%2$@>Termos e condições</a> e a nossa <a href=%1$@>Política de privacidade</a>
ro: Continuând să îl utilizați, acceptați <br/><a href=%2$@>Termenii și condițiile</a> și <a href=%1$@>Politica de confidențialitate</a>
ru: Продолжая использование, вы принимаете <br /><a href=%2$@>Положения и условия</a> и <a href=%1$@>Политику конфиденциальности</a>
sk: Pokračovaním v používaní akceptujete<br /><a href=%2$@>Zmluvné podmienky</a> a <a href=%1$@>Zásady ochrany osobných údajov</a>
sl: Z nadaljevanjem uporabe sprejemate<br /><a href=%2$@>Pogoje in določila</a> in <a href=%1$@>Licenco za končnega uporabnika</a>
tr: Kullanmaya devam ederek,<br /><a href=%2$@>Şartlar ve koşullar</a> ile <a href=%1$@>Gizlilik politikasını</a> kabul etmiş olursunuz
uk: Я приймаю <a href=%2$@>Ліцензійну угоду з кінцевим користувачем</a> та <a href=%1$@>Політику приватності</a>.
zh_hant: 透過繼續使用它，您接受該<br /><a href=%2$@>條款和條件</a>及<a href=%1$@>隱私政策</a>

# requests_info_alert_title
source: Requests
be: Запыты
da: Forespørgsler
es: Peticiones
fr: Requêtes
hr: Zahtjevi
hu: Kérések
id: Permintaan
it: Richieste
ja: リクエスト数
ko: 요청
nb: Forespørsler
nl: Verzoeken
pl: Żądania
pt_br: Solicitações
ro: Solicitări
ru: Запросы
sk: Dopyty
sl: Zahteve
sr_latn: Zahtevi
tr: İstekler
uk: Запити
zh_hant: 請求

# requests_info_alert_message
source: Every time you visit a website, a request is sent. Websites might send hidden requests and leak personal data. It’s useful to know the total number of requests to realize the scope of this problem.
be: Штораз, калі вы наведваеце вэбсайт, пасылаецца запыт. Сайты могуць адпраўляць утоеныя запыты, з-за якіх выцякаюць асабістыя дадзеныя. Карысна ведаць колькасць такіх запытаў, каб усведамляць маштаб праблемы.
da: Hver gang du besøger et websted, sendes en forespørgsel. Websteder sender muligvis skjulte forespørgsler og lækker personlige data. Det er nyttigt at kende det samlede antal af forespørgsler for at forstå omfanget af dette problem.
es: Cada vez que se visita un sitio web, se envía una petición. Los sitios web pueden enviar peticiones ocultas y filtrar datos personales. Es útil saber el número total de tales peticiones para comprender el alcance de este problema.
fr: Chaque fois que vous visitez un site Web, une demande est envoyée. Les sites Web peuvent envoyer des demandes cachées et divulguer des données personnelles. Il est utile de connaître le nombre de ces demandes pour comprendre l’ampleur de ce problème.
hr: Svaki put kada posjetite web stranicu, šalje se zahtjev. Web stranice mogu slati skrivene zahtjeve i procuriti vaše osobne podatke. Korisno je znati ukupan broj zahtjeva da biste shvatili opseg ovog problema.
hu: Minden alkalommal, ha meglátogat egy webhelyet, egy kérés kerül elküldésre. Előfordulhat, hogy a webhelyek rejtett kéréseket küldnek és szivároghatnak személyes adatok. Hasznos látni a kérések pontos számát a probléma mértékének felismerése érdekében.
id: Setiap kali Anda mengunjungi situs, permintaan dikirim. Situs mungkin mengirim permintaan tersembunyi dan membocorkan data pribadi. Sangat berguna untuk mengetahui jumlah total permintaan untuk mewujudkan ruang lingkup masalah ini.
it: Ogni volta che visiti un sito web, viene inviata una richiesta. I siti web potrebbero inviare richieste nascoste e generare perdite di dati personali. È utile sapere il numero totale di queste richieste per conoscere la portata di tale problema.
ja: それぞれのWebサイトにアクセスするたびに、リクエストが送信されます。そこで、Webサイトは隠されたリクエストを送信することがあり、個人情報を漏洩する可能性があります。この問題の範囲を把握するには、リクエストの総数を知っておくと便利です。
ko: 웹사이트를 방문할 때마다 요청이 전송됩니다. 웹사이트는 숨겨진 요청을 보내고 개인 데이터를 유출할 수 있습니다. 이 문제의 범위를 보기 위해 이러한 요청의 수를 아는 것이 유용합니다.
nl: Bij ieder website bezoek wordt een verzoek verstuurd. Websites kunnen verborgen verzoeken versturen en persoonlijke gegevens lekken. Het is nuttig om dit aantal verzoeken te kennen om de omvang van dit probleem te beseffen.
pl: Za każdym razem, gdy odwiedzasz witrynę, wysyłane jest żądanie. Strony internetowe mogą wysyłać ukryte żądania i udostępniać dane osobowe. Warto poznać liczbę takich żądań, aby zrozumieć zakres tego problemu.
pt_br: Toda vez que você visita um site, uma solicitação é enviada. Os sites podem enviar solicitações ocultas e vazar dados pessoais. É útil saber o número total de solicitações para perceber o alcance deste problema.
ro: Oricând vizitați un site web, o cerere este trimisă. Site-urile web pot trimite cereri ascunse și scurge date personale. Este util să știm numărul acestor solicitări pentru a înțelege amploarea problemei.
ru: Каждый раз, когда вы посещаете вебсайт, посылается запрос. Сайты могут отправлять скрытые запросы, из-за которых утекают личные данные. Полезно знать количество таких запросов, чтобы осознавать масштаб проблемы.
sk: Zakaždým, keď navštívite webovú stránku, pošle sa dopyt. Webové stránky môžu odosielať skryté dopyty a umožniť tak únik osobných údajov. Je užitočné poznať celkový počet takýchto dopytov pre uvedomenie si rozsahu tohto problému.
sl: Vsakič, ko obiščete spletno stran, se pošlje zahtevek. Spletne strani lahko pošiljajo skrite zahteve in puščajo osebne podatke. To je uporabno, da boste vedeli število takšnih zahtev, da spoznate obseg te težave.
sr_latn: Svaki put kada posetite sajt, zahtev je poslat. Sajtovi mogu slati skrivene zahteve kroz koje mogu da procure lični podaci. Korisno je znati ukupan broj zahteva kako bi se shvatila širina ovog problema.
tr: Bir web sayfasını her ziyaret ettiğinizde, bir istek gönderilir. Web sayfaları gizli istekler gönderebilir ve kişisel veri sızdırıyor olabilirler. Bu sorunun kapsamını fark edebilmek için toplam istek sayısını bilmek faydalıdır.
uk: Щоразу при відвідуванні сайту надсилається запит. Вебсайти можуть надсилати приховані запити і викривати особисті дані. Корисно знати кількість таких запитів для розуміння проблеми.
zh_hant: 每次您訪問網站時，請求被傳送。網站可能傳送隱藏的請求並洩露個人的資料。了解請求之總數對於明白此問題的範圍是有用的。

# encrypted_info_alert_title
source: Encrypted requests
be: Зашыфраваныя запыты
da: Krypterede forespørgsler
es: Peticiones cifradas
fr: Requêtes chiffrées
hr: Šifrirani zahtjevi
hu: Titkosított kérések
id: Permintaan terenkripsi
it: Richieste crittografate
ja: 暗号化済みリクエスト数
ko: 암호화된 요청
nb: Krypterte forespørsler
nl: Versleutelde verzoeken
pl: Zaszyfrowane żądania
pt_br: Solicitações criptografadas
ro: Solicitări criptate
ru: Зашифрованные запросы
sk: Šifrované dopyty
sl: Šifrirane zahteve
sr_latn: Šifrovani zahtevi
tr: Şifrelenmiş istekler
uk: Зашифровані запити
zh_hant: 加密的請求

# encrypted_info_alert_message
source: The number of encrypted DNS requests. You need to use an encrypted DNS server to have your DNS traffic encrypted.
be: Колькасць зашыфраваных DNS-запытаў. Вам трэба выкарыстоўваць DNS-сервер з шыфраваннем, каб зашыфраваць трафік.
da: Antallet af krypterede DNS-forespørgsler. Du skal bruge en krypteret DNS-server for at få din DNS-trafik krypteret.
es: Número de peticiones DNS cifradas. Debes usar un servidor DNS cifrado para cifrar tu tráfico DNS.
fr: Le nombre de requêtes DNS chiffrées. Vous devez utiliser un serveur DNS chiffré pour chiffrer votre trafic DNS.
hr: Broj šifriranih DNS zahtjeva. Trebate koristiti šifrirani DNS poslužitelj da bi vaš DNS promet bio šifriran.
hu: A titkosított DNS kérések száma. Titkosított DNS kiszolgálót kell használnia a DNS forgalom titkosításához.
id: Jumlah permintaan DNS terenkripsi. Anda perlu menggunakan server DNS terenkripsi agar lalu lintas DNS Anda dienkripsi.
it: Il numero delle richieste DNS crittografate. Hai bisogno di utilizzare un server DNS crittografato per accedere al traffico DNS crittografato.
ja: 暗号化されたDNSリクエストの数です。DNS通信を暗号化するには、暗号化されたDNSサーバーを使用する必要があります。
ko: 암호화된 DNS 요청 개수입니다. DNS 트래픽을 암호화하기 위해서 암호화된 DNS 서버를 사용해야 합니다.
nb: Antallet krypterte DNS-forespørsler. Du må bruke en kryptert DNS-tjener for å filtrere DNS-trafikken din.
nl: Aantal versleutelde DNS verzoeken. Je moet een versleutelde DNS server gebruiken om je DNS verkeer te versleutelen.
pl: Liczba zaszyfrowanych żądań DNS. Aby zaszyfrować ruch DNS, musisz użyć zaszyfrowanego serwera DNS.
pt_br: O número de solicitações de DNS criptografadas. Você precisa usar um servidor DNS criptografado para ter seu tráfego DNS criptografado.
ro: Numărul de solicitări DNS criptate. Trebuie să utilizați un server DNS criptat pentru a avea traficul DNS criptat.
ru: Количество зашифрованных DNS-запросов. Вам нужно использовать DNS-сервер с шифрованием, чтобы зашифровать трафик.
sk: Počet šifrovaných DNS dopytov. Na šifrovanie DNS komunikácie musíte použiť šifrovaný DNS server.
sl: Število šifriranih zahtev DNS. Za šifriranje prometa DNS morate uporabiti šifriran strežnik DNS.
sr_latn: Broj šifrovanih DNS zahteva. Potrebno je da koristite šifrovani DNS server kako bi vaš DNS saobraćaj bio šifrovan.
tr: Şifrelenmiş DNS isteklerinin sayısı. DNS trafiğinizin şifrelenebilmesi için şifrelenmiş bir DNS sunucusu kullanmanız gerekir.
uk: Кількість зашифрованих DNS-запитів. Для шифрування DNS-трафіку необхідно використовувати DNS-сервер з шифруванням.
zh_hant: 加密的 DNS 請求之數量。您需要使用加密的 DNS 伺服器以使您的 DNS 流量被加密。
